Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/banner_ads/languages/*/messages.po
Languages: tr_tr

source: Advert
tr_tr: İlan

source: Advert successfully created.
tr_tr: İlan başarıyla oluşturuldu.

source: Advert successfully updated.
tr_tr: İlan başarıyla güncellendi.

source: Extension not allowed, only allowed extension are jpg, png or gif!
tr_tr: Uzantıya izin verilmez, yalnızca izin verilen uzantılar jpg, png veya gif'tir!

source: Advert image uploaded successfully.
tr_tr: İlan görseli başarıyla yüklendi.

source: There was error when uploading image: %s
tr_tr: Görsel yüklenirken hata oluştu: %s

source: Advert image has been removed.
tr_tr: İlan görseli kaldırılmıştır.

source: Advert successfully removed
tr_tr: İlan başarıyla kaldırıldı

source: Advert configuration
tr_tr: İlan yapılandırması

source: Advert is children/subgroup of banner. Advert is shown in front-office via banner.
tr_tr: İlan, banner'ın çocukları/alt grubudur. İlan, ön büroda banner aracılığıyla gösterilir.

source: Advert can be interpreted as 1 page in newspaper (banner).
tr_tr: İlan gazetede (banner) 1 sayfa olarak yorumlanabilir.

source: In order to make advert visible in front-office, assign/link it to one or more banners.
tr_tr: İlanı ön büroda görünür kılmak için, onu bir veya daha fazla banner'a atayın/bağlayın.

source: One banner can contain one or more adverts. One advert can be part of one or more banners.
tr_tr: Bir banner bir veya daha fazla ilan içerebilir. Bir ilan, bir veya daha fazla banner'ın parçası olabilir.

source: Your client can review banner in front-office on following URL:
tr_tr: Müşteriniz, ön bürodaki banner'ı aşağıdaki URL'de inceleyebilir:

source: Type
tr_tr: Tip

source: HTML Advert
tr_tr: İlan HTML'i

source: Image Advert
tr_tr: İlan Görseli

source: Adsense Advert
tr_tr: İlan Adsense'i

source: Based on type of advert, different fields are available.
tr_tr: İlan türüne göre farklı alanlar mevcuttur.

source: Name
tr_tr: Ad

source: Name is used just for internal purpose.
tr_tr: Ad sadece dahili amaç için kullanılır.

source: Client Key
tr_tr: İstemci Anahtarı

source: Using this key your client can see stats of advert. Leave blank if you do not want to share data with external clients.
tr_tr: Bu anahtarı kullanarak müşteriniz ilan istatistiklerini görebilir. Verileri harici istemcilerle paylaşmak istemiyorsanız boş bırakın.

source: Client URL
tr_tr: Müşteri URL'si

source: On Click URL
tr_tr: URL'ye Tıklayınız

source: If not defined directly in advert, specify target URL where customers will be redirected after click on advert.
tr_tr: Doğrudan ilanda tanımlanmadıysa, müşterilerin ilanı tıkladıktan sonra yönlendirileceği hedef URL'yi belirtin

source: Adsense Code
tr_tr: Adsense Kodu

source: HTML Code
tr_tr: HTML Kodu

source: Place here advert code, adsense code or any other code in HTML format.
tr_tr: Buraya ilan kodunu, adsense kodunu veya HTML biçimindeki başka bir kodu yerleştirin

source: Image
tr_tr: Görsel

source: Upload image
tr_tr: Görsel yükle

source: Replace image
tr_tr: Görseli değiştir

source: Allowed extensions
tr_tr: İzin verilen uzantılar

source: Price for 1 click
tr_tr: 1 tıklama fiyatı

source: How much cost 1 click on banner. This amount will be substracted from budget.
tr_tr: Banner'a 1 tıklamanın maliyeti ne kadar. Bu tutar bütçeden düşülecektir.

source: Price for 1 view
tr_tr: 1 seyir için fiyat

source: How much cost 1 view of banner. This amount will be substracted from budget.
tr_tr: 1 banner görüntüleme ne kadara mal olur. Bu tutar bütçeden düşülecektir.

source: Budget
tr_tr: Bütçe

source: Price for views and clicks are substracted from budget. When budget is spent, advert is not active anymore.
tr_tr: Görüntüleme ve tıklama fiyatları bütçeden çıkarılır. Bütçe harcandığında, reklam artık aktif değildir.

source: Expiration date
tr_tr: Son kullanma tarihi

source: When expiration date is reached, advert is not active anymore.
tr_tr: Son kullanma tarihine ulaşıldığında, ilan artık aktif değildir.

source: Size
tr_tr: Boyut

source: px or %
tr_tr: piksel veya %

source: Value must be px or %. I.e.: 100%, 50%, 240px, 120px...
tr_tr: Değer px veya % olmalıdır. Yani:100%, 50%, 240px, 120px..

source: Only pixels or percentage value. No whitespace allowed. Leave blank to use default. Example: 100%, 50%, 240px, 120px... Invalid: 50, 100, 20vh, 10rem, 5pt, ...
tr_tr: Yalnızca piksel veya yüzde değeri. Boşluğa izin verilmez. Varsayılanı kullanmak için boş bırakın. Örnek:100%, 50%, 240px, 120px... Geçersiz 50, 100, 20vh, 10rem, 5pt, ...

source: Category
tr_tr: Kategori

source: If not category selected, advert is shown in all categories.
tr_tr: Kategori seçilmediyse tüm kategorilerde ilan gösterilir.

source: No banners created yet
tr_tr: Henüz banner oluşturulmadı

source: Select in which banners will be this advert visible. You should select at least 1, as each advert is shown via banner.
tr_tr: Bu ilanın hangi bannerlarda görüneceğini seçin. Her reklam banner üzerinden gösterildiği için en az 1 tane seçmelisiniz.

source: Create a new banner
tr_tr: Yeni bir banner oluştur

source: Create
tr_tr: Oluştur

source: Update
tr_tr: Güncelle

source: Help
tr_tr: Yardım

source: Name of advert is used only for internal use, to help you easily identify ad you are looking for.
tr_tr: İlanın adı, aradığınız ilanı kolayca tanımlamanıza yardımcı olmak için yalnızca dahili kullanım için kullanılır.

source: Client key is used to share advert stats with your client (views, clicks, remaining budget...).
tr_tr: İstemci anahtarı, banner istatistiklerini müşterinizle paylaşmak için kullanılır (görüntülemeler, tıklamalar, kalan bütçe...).

source: Define onclick URL if you want to redirect your customer to specific page after clicking on advert.
tr_tr: Reklamı tıkladıktan sonra müşterinizi belirli bir sayfaya yönlendirmek istiyorsanız onclick URL'sini tanımlayın.

source: HTML/Adsense code is used to specify code for your advert. In both cases code in HTML format must be used (no PHP or so).
tr_tr: HTML/Adsense kodu, reklamınızın kodunu belirtmek için kullanılır. Her iki durumda da HTML biçimindeki kod kullanılmalıdır (PHP veya benzeri yok).

source: You can upload 1 image per advert in format .jpg, .png or .gif. Size of image is limited by your PHP settings.
tr_tr: Her reklama .jpg, .png veya .gif formatında 1 görsel yükleyebilirsiniz. Görselin boyutu PHP ayarlarınızla sınırlıdır.

source: Define price settings if there exist budget for advert. Based on views, clicks, their prices and budget, when budget is spent, advert is not shown anymore.
tr_tr: İlan için bütçe varsa fiyat ayarlarını tanımlayın. Görüntülemelere, tıklamalara, fiyatlarına ve bütçelerine göre, bütçe harcandığında artık reklam gösterilmez.

source: Set when advert expire. After this date advert will not be visible. Leave blank to disable this option.
tr_tr: İlanın ne zaman sona ereceğini ayarlayın. Bu tarihten sonra ilan görüntülenmeyecektir. Bu seçeneği devre dışı bırakmak için boş bırakın.

source: If you want to show your advert just in some categories, select them. If you do not select any category, advert will be shown in all categories. Only root categories can be selected.
tr_tr: İlanınızı sadece bazı kategorilerde göstermek istiyorsanız, onları seçin. Herhangi bir kategori seçmezseniz, tüm kategorilerde ilan gösterilecektir. Yalnızca kök kategoriler seçilebilir.

source: Define size of banner in Pixels or Percentage. Insert only integer value or leave blank to use default size.
tr_tr: Banner boyutunu Piksel veya Yüzde olarak tanımlayın. Yalnızca tamsayı değeri girin veya varsayılan boyutu kullanmak için boş bırakın.

source: Choose banners where advert will be shown/visible. Each advert must be added to banner to be visible.
tr_tr: İlanın gösterileceği/görünür olacağı banner'ları seçin. Her ilanın görünür olması için banner'a eklenmesi gerekir.

source: Adverts
tr_tr: İlanlar

source: Stats
tr_tr: İstatistikler

source: Status
tr_tr: Durum

source: Assigned to Banners
tr_tr: Banner'lara Atandı

source: No adverts found.
tr_tr: İlan bulunamadı.

source: Click to edit advert
tr_tr: İlanı düzenlemek için tıklayın

source: view
tr_tr: görünüm

source: click
tr_tr: tıklayın

source: Active
tr_tr: Aktif

source: Budget exceed - spent
tr_tr: Bütçe aşıldı - harcandı

source: of
tr_tr: ile

source: Advert expired on
tr_tr: İlanın süresi doldu

source: This advert has not been assigned/linked to any banner, therefore it will not be visible in front-office. First, add advert into at least one banner.
tr_tr: Bu ilan herhangi bir banner'a atanmamış/bağlantılı değildir, bu nedenle ön büroda görünmeyecektir. İlk olarak, en az bir banner'a ilan ekleyin.

source: No banners assigned (hidden)
tr_tr: Hiçbir afiş atanmadı (gizli)

source: Assigned to %d banners
tr_tr: %d banner'a atandı

source: Edit
tr_tr: Düzenle

source: Are you sure you want to delete this advert?
tr_tr: Bu ilanı silmek istediğinizden emin misiniz?

source: Delete
tr_tr: Sil

source: List of banners those contains this advert
tr_tr: Bu ilanı içeren banner'ların listesi

source: Banner name
tr_tr: Banner adı

source: Hooks
tr_tr: Kancalar

source: Click to edit banner
tr_tr: Banner'ı düzenlemek için tıklayın

source: Show all adverts
tr_tr: Tüm ilanları göster

source: Rotate adverts (with fade effect)
tr_tr: İlanları döndür (solma efektli)

source: Show 1 random advert
tr_tr: 1 rastgele ilan göster

source: Unknown
tr_tr: Bilinmeyen

source: Contains %d adverts
tr_tr: %d ilan içeriyor

source: Are you sure you want to delete this banner?
tr_tr: Bu banner'ı silmek istediğinizden emin misiniz?

source: Create a new advert
tr_tr: Yeni bir reklam oluştur

source: Banner successfully created.
tr_tr: Banner başarıyla oluşturuldu.

source: Banner successfully updated.
tr_tr: Banner başarıyla güncellendi.

source: Banner successfully removed
tr_tr: Banner başarıyla silindi

source: Banner configuration
tr_tr: Banner yapılandırması

source: Banner is build from adverts and is basically container for adverts.
tr_tr: Banner, ilanlardan oluşturulur ve temel olarak ilanlar için kapsayıcıdır.

source: Banner can be interpreted newspaper those contains many pages (adverts).
tr_tr: Banner, çok sayıda sayfa (ilan) içeren gazete olarak yorumlanabilir.

source: In order to make banner visible in front-office, assign/link it to one or more hooks or place banner code directly into theme files.
tr_tr: Banner'ı ön büroda görünür kılmak için, onu bir veya daha fazla kancaya atayın/bağlayın veya banner kodunu doğrudan tema dosyalarına yerleştirin.

source: If you want to show banner directly without adding it to hook, you can do it by adding following code into your theme file:
tr_tr: Banner'ı kancaya eklemeden doğrudan göstermek istiyorsanız, tema dosyanıza aşağıdaki kodu ekleyerek yapabilirsiniz:

source: Based on type of banner, adverts are shown in different way.
tr_tr: Banner türüne göre reklamlar farklı şekillerde gösterilir.

source: Hook
tr_tr: Kanca

source: Select hooks where you want to add banner. You should select at least 1 hook.
tr_tr: Banner eklemek istediğiniz kancaları seçin. En az 1 kanca seçmelisiniz.

source: New hooks can be created on Configure page of plugin.
tr_tr: Eklentinin Yapılandırma sayfasında yeni kancalar oluşturulabilir.

source: Adverts in Banner
tr_tr: Banner'daki İlanlar

source: No adverts created yet
tr_tr: Henüz ilan oluşturulmadı

source: Select adverts that will be shown in this banner.
tr_tr: Bu başlıkta gösterilecek ilanları seçin.

source: Banners
tr_tr: Banner'lar

source: If you want to show banner directly without adding it to hook, you can do it by adding following code into your theme file (replace 12345 with ID of your banner):
tr_tr: Banner'ı kancaya eklemeden doğrudan göstermek istiyorsanız, tema dosyanıza aşağıdaki kodu ekleyerek yapabilirsiniz (12345'i banner'ınızın ID'si ile değiştirin):

source: No banners found.
tr_tr: Banner bulunamadı.

source: This banner does not contain any advert, therefore it will not display anything in front-office. First, add at least one advert into this banner.
tr_tr: Bu banner herhangi bir ilan içermiyor, bu nedenle ön büroda hiçbir şey göstermeyecek. İlk olarak, bu banner'a en az bir ilan ekleyin.

source: No advert assigned (hidden)
tr_tr: İlan atanmadı (gizli)

source: List of adverts those contains this banner
tr_tr: Bu banner'ı içeren ilanların listesi

source: Advert Name
tr_tr: İlan Adı

source: Assignment
tr_tr: Atama

source: Configure
tr_tr: Yapılandır

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Explanation of 3 key words in this plugin: Hook > Banner > Advert (relation is N:N:N)
tr_tr: Bu eklentideki 3 anahtar kelimenin açıklaması: Hook > Banner > Advert (ilişki N:N:N)

source: Hook is container for banners, basically place where banner is hooked and shown. Hooks are shown in front-office and using hooks, banners & adverts are shown.
tr_tr: Kanca, banner'lar için kaptır, temel olarak banner'ın takıldığı ve gösterildiği yerdir. Kancalar ön büroda gösterilir ve kancalar, banner'lar ve ilanlar gösterilir.

source: Hook can contain one or more banners; Banner can contain one or more adverts; Advert can be part of one or more banners; Banner can be hooked to one or more hooks;
tr_tr: Kanca bir veya daha fazla banner içerebilir; Banner bir veya daha fazla ilan içerebilir; İlan, bir veya daha fazla banner'ın parçası olabilir; Banner bir veya daha fazla kancaya takılabilir;

source: Custom Hooks
tr_tr: Özel Kancalar

source: Define your custom hooks, delimit by comma, no white spaces allowed. Example: my_hook,custom_hook,hook1,hook2
tr_tr: Özel kancalarınızı tanımlayın, virgülle ayırın, beyaz boşluklara izin verilmez. Örnek: my_hook,custom_hook,hook1,hook2

source: Currency Symbol
tr_tr: Para Birimi Sembolü

source: Currency symbol used on financial values in plugin.
tr_tr: Eklentideki finansal değerlerde kullanılan para birimi sembolü.

source: Slide Speed
tr_tr: Slayt Hızı

source: miliseconds
tr_tr: milisaniye

source: Specify time in miliseconds for banners of type Rotate Adverts how fast will be adverts rotated.
tr_tr: İlanları Döndür türündeki banner'lar için süreyi milisaniye cinsinden belirtin, ilanların ne kadar hızlı döndürüleceğini.

source: Slide Ticker
tr_tr: Slayt İşareti

source: Specify time in miliseconds for banners of type Rotate Adverts how long will be each advert shown.
tr_tr: İlanları Döndür türündeki banner'lar için süreyi milisaniye cinsinden belirtin, her bir ilanın ne kadar süreyle gösterileceğini.

source: Save
tr_tr: Kaydet

source: Plugin Setup
tr_tr: Eklenti kur

source: In general, plugin setup is very easy and you need to follow few basic steps:
tr_tr: Genel olarak, eklenti kurulumu çok kolaydır ve birkaç temel adımı izlemeniz gerekir:

source: Create advert - there are different types of adverts and each advert has different fields that are described on advert page. Advert is what is shown in front to users. You can create advert i.e. from Google Adsense code.
tr_tr: İlan oluştur - farklı türde ilanlar vardır ve her ilanın, ilan sayfasında açıklanan farklı alanları vardır. İlan, kullanıcıların önünde gösterilen şeydir. Google Adsense kodundan yani ilan oluşturabilirsiniz.

source: Create banner - when advert is done, you want to show it in front. Adverts are shown to users via banners. Banner is hook/container for adverts. Each banner can contain 1 or more adverts and you can choose in what way will be shown.
tr_tr: Banner oluşturun - ilan yapıldığında, onu önde göstermek istersiniz. İlanlar, bannerlar aracılığıyla kullanıcılara gösterilir. Banner, ilanlar için kanca/konteynerdir. Her banner 1 veya daha fazla ilan içerebilir ve hangi şekilde gösterileceğini seçebilirsiniz.

source: Add advert to banner - when banner & advert are created, add advert into newly created banner. Go to edit banner and in section Adverts in Banner you can choose adverts that will be visible in this banner. Alternatively you can go to edit advert and in section Banners, add it to your banner. You can do this also in time when banner is created.
tr_tr: Banner'a ilan ekle - banner ve ilan oluşturulduğunda, yeni oluşturulan banner'a ilan ekleyin. Banner'ı düzenle'ye gidin ve Banner'daki İlanlar bölümünde bu banner'da görünecek ilanları seçebilirsiniz. Alternatif olarak, ilanı düzenlemeye gidebilir ve Banner'lar bölümünde, afişinize ekleyebilirsiniz. Bunu banner oluşturulduğunda da yapabilirsiniz.

source: Ready to show banner in front - you need to define your own hooks (require theme modification). Go to banner edit page and in section Hook choose hooks where you want to show this banner. You can select multiple hooks. If you define your custom hooks in Dashboard page, these hooks will be visible there as well. Note that for your custom hooks, you need to modify your theme files to make them funcitonal. You can define hooks also in time when banner is created.
tr_tr: Banner'ı önde göstermeye hazır - kendi kancalarınızı tanımlamanız gerekir (tema değişikliği gerektirir). Banner düzenleme sayfasına gidin ve Kanca bölümünde bu banner'ı göstermek istediğiniz kancaları seçin. Birden fazla kanca seçebilirsiniz. Özel kancalarınızı Gösterge Tablosu sayfasında tanımlarsanız, bu kancalar orada da görünür olacaktır. Özel kancalarınız için tema dosyalarınızı işlevsel hale getirmek için değiştirmeniz gerektiğini unutmayın. Kancaları banner oluşturulduğunda da tanımlayabilirsiniz.

source: Custom hooks - if you want to place banners on specific position in your theme files, you can create your custom hook. When done, you need to place this hooks into your theme files in following form (replace hook1 with name of hook you have defined in section above):
tr_tr: Özel kancalar - banner'ları tema dosyalarınızda belirli bir konuma yerleştirmek istiyorsanız, özel kancanızı oluşturabilirsiniz. Bittiğinde, bu kancaları aşağıdaki biçimde tema dosyalarınıza yerleştirmeniz gerekir (yukarıdaki bölümde tanımladığınız kanca adını kanca1 ile değiştirin):

source: When you define some hook, you need to add it to your theme files to make it funcitonal. Place following code to your theme files (replace hook1 with name you have defined for hook):
tr_tr: Bir kanca tanımladığınızda, onu işlevsel hale getirmek için tema dosyalarınıza eklemeniz gerekir. Aşağıdaki kodu tema dosyalarınıza yerleştirin (hook1'i kanca için tanımladığınız adla değiştirin):

source: Define slide speed and ticker for banners with type Rotate Advert how fast will take to change advert and how long will be each advert visible. Fade effect is used.
tr_tr: İlanı Döndür türü ilanı değiştirmenin ne kadar süreceğini ve her bir ilanın ne kadar süreyle görünür olacağını banner'lar için slayt hızını ve ticker'ı tanımlayın. Fade efekti kullanılır.

source: Define currency symbol used on plugin financial information (price for clicks, price for views, budget, ...).
tr_tr: Eklenti finansal bilgilerinde kullanılan para birimi sembolünü tanımlayın (tıklamalar için fiyat, görünümler için fiyat, bütçe, ...).

source: Views and Clicks on advert are increased just for regular users. If you are logged in as admin (in oc-admin) and in same browser you browser your site and view/click on banner, views/clicks are not increased.
tr_tr: İlandaki Görüntülemeler ve Tıklamalar, yalnızca normal kullanıcılar için artırılır. Yönetici olarak (oc-admin'de) oturum açtıysanız ve aynı tarayıcıda sitenizi tararsanız ve banner'ı görüntüler/tıklarsanız, görüntülemeler/tıklamalar artmaz.

source: Price for click
tr_tr: Tıklama fiyatı

source: Views count
tr_tr: Görüntüleme sayısı

source: Clicks count
tr_tr: Tıklama sayısı

source: Spent
tr_tr: Harcanan

source: Spent %
tr_tr: Harcanan %

source: Expire on
tr_tr: Son kullanım tarihi

source: Advert showcase
tr_tr: İlan vitrini

source: Dashboard
tr_tr: Gösterge Paneli

source: Support Forums
tr_tr: Destek Forumları

source: Contact Us
tr_tr: Bize Ulaşın
