Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/profile_picture/languages/*/messages.po
Languages: tr_tr

source: Update profile picture
tr_tr: Profil resmini güncelle

source: Close
tr_tr: Kapat

source: Upload picture
tr_tr: Resmi yükle

source: Choose a file
tr_tr: Bir dosya seçin

source: No file selected
tr_tr: Dosya seçilmedi

source: Delete picture
tr_tr: Görseli sil

source: The file you attempted to upload is not allowed
tr_tr: Yüklemeye çalıştığınız dosyaya izin verilmiyor

source: The file you attempted to upload is too large
tr_tr: Yüklemeye çalıştığınız dosya çok büyük

source: The dimension of file you attempted to upload is too large. Allowed image size is
tr_tr: Yüklemeye çalıştığınız dosyanın boyutu çok büyük. İzin verilen resim boyutu:

source: Your image size is
tr_tr: Resminizin boyutu

source: No picture uploaded
tr_tr: Resim yüklenmedi

source: You cannot upload to the specified directory, please CHMOD it to 777
tr_tr: Belirtilen dizine yükleyemezsiniz, lütfen CHMOD 777'ye

source: There was an error during the file upload. Please try again
tr_tr: Dosya yükleme sırasında bir hata oluştu. Lütfen tekrar deneyin

source: Upload picture with maximum width of 128px and maximum height of 128px
tr_tr: Maksimum 128 piksel genişliğinde ve maksimum 128 piksel yüksekliğinde resim yükleyin

source: Seller's picture
tr_tr: Satıcının resmi
