Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/google_login/languages/*/messages.po
Languages: tr_tr

source: Configure
tr_tr: Yapılandır

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Please read how to get API keys in section bellow.
tr_tr: Lütfen aşağıdaki bölümde API anahtarlarının nasıl alınacağını okuyun.

source: Client Id
tr_tr: Müşteri Id'si

source: Client Secret
tr_tr: Müşteri Sırrı

source: This is demo site
tr_tr: Bu demo sitesi

source: Save
tr_tr: Kaydet

source: Go to the
tr_tr: Şuraya git

source: Google API Console.
tr_tr: Google API Konsol.

source: Select an existing project from the projects list, or click <b>NEW PROJECT</b> to create a new project:
tr_tr: Projeler listesinden mevcut bir projeyi seçin veya yeni bir proje oluşturmak için <b>YENİ PROJE</b>'yi tıklayın:

source: Enter the <b>Project Name</b>.
tr_tr: <b>Proje Adı</b>'nı girin.

source: Under the Project Name, you will see the Google API console automatically creates a project ID. Optionally you can change this project ID by the <b>Edit</b> link. But project ID must be unique worldwide.
tr_tr: Proje Adı altında, Google API konsolunun otomatik olarak bir proje kimliği oluşturduğunu göreceksiniz. İsteğe bağlı olarak bu proje kimliğini <b>Düzenle</b> bağlantısını kullanarak değiştirebilirsiniz. Ancak proje kimliği dünya çapında benzersiz olmalıdır.

source: Click on the <b>CREATE</b> button and the project will be created in some seconds.
tr_tr: <b>OLUŞTUR</b> düğmesini tıklayın ve proje birkaç saniye içinde oluşturulacaktır.

source: In the left side navigation panel, select <b>Credentials</b> under the <b>APIs & Services</b> section.
tr_tr: Sol taraftaki gezinme panelinde, <b>API'ler ve Hizmetler</b> bölümünün altında <b>Kimlik Bilgileri</b>'ni seçin.

source: Select the <b>OAuth consent screen</b> tab, specify the consent screen settings.
tr_tr: <b>OAuth izin ekranı</b> sekmesini seçin, izin ekranı ayarlarını belirtin.

source: In <b>Application name</b> field, enter the name of your Application.
tr_tr: <b>Uygulama adı</b> alanına Uygulamanızın adını girin.

source: In <b>Support email</b> field, choose an email address for user support.
tr_tr: <b>Destek e-postası</b> alanında, kullanıcı desteği için bir e-posta adresi seçin.

source: In the <b>Authorized domains</b>, specify the domains which will be allowed to authenticate using OAuth.
tr_tr: <b>Yetkili alanlarda</b>, OAuth kullanılarak kimlik doğrulamasına izin verilecek alanları belirtin.

source: Click the <b>Save</b> button.
tr_tr: <b>Kaydet</b> düğmesini tıklayın.

source: Select the <b>Credentials</b> tab, click the <b>Create credentials</b> drop-down and select <b>OAuth client ID</b>.
tr_tr: <b>Kimlik Bilgileri</b> sekmesini seçin, <b>Kimlik bilgileri oluştur</b> açılır menüsünü tıklayın ve <b>OAuth istemci kimliği</b>'ni seçin.

source: In the <b>Application type</b> section, select <b>Web application</b>.
tr_tr: <b>Uygulama türü</b> bölümünde, <b>Web uygulaması</b>'nı seçin.

source: In the <b>Authorized redirect URIs</b> field, enter the following redirect URLs:
tr_tr: <b>Yetkili yönlendirme URI'leri</b> alanına aşağıdaki yönlendirme URL'lerini girin:

source: Click the <b>Create button</b>.
tr_tr: <b>Oluştur düğmesine</b> tıklayın.

source: A dialog box will appear with OAuth client details, note the <b>Client ID</b> and <b>Client secret</b>. This Client ID and Client secret allow you to access the Google APIs.
tr_tr: OAuth istemci ayrıntılarını içeren bir iletişim kutusu görünür, <b>İstemci ID'si</b> ve <b>İstemci sırrını</b> not edin. Bu İstemci Kimliği ve İstemci sırrı, Google API'lerine erişmenizi sağlar.

source: Plugin Setup
tr_tr: Eklenti Kurulumu

source: Some themes from OsclassPoint.com may already have plugin pre-integrated, in that case no theme modifications are required.
tr_tr: OsclassPoint.com'daki bazı temalar önceden entegre edilmiş eklentiye sahip olabilir, bu durumda herhangi bir tema değişikliği gerekli değildir.

source: To get login button, place anywhere into theme files following code:
tr_tr: Giriş düğmesini almak için, aşağıdaki kodu tema dosyalarının herhangi bir yerine yerleştirin:

source: To get raw login link, place anywhere into theme files following code:
tr_tr: Ham giriş bağlantısını almak için, aşağıdaki kodu tema dosyalarına herhangi bir yere yerleştirin:

source: There was problem getting access token from google, login has failed. Following errors were returned: %s
tr_tr: Google'dan erişim belirteci alınırken sorun oluştu, giriş başarısız oldu. Şu hatalar döndürüldü: %s

source: This account does not exist.
tr_tr: Bu hesap mevcut değil.

source: This account has not been activated.
tr_tr: Bu hesap etkinleştirilmedi.

source: This account has been blocked.
tr_tr: Bu hesap engellendi.

source: You have been successfully logged in.
tr_tr: Başarıyla giriş yaptın.

source: Login with Google
tr_tr: Google ile giriş yapın

source: via Google Login Plugin
tr_tr: Google Giriş Eklentisi aracılığıyla

source: via Google
tr_tr: Google aracılığıyla

source: Report Bug
tr_tr: Hata Bildir

source: Support Forums
tr_tr: Destek Forumları

source: Contact Us
tr_tr: Bize Ulaşın
