Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/user_rating/languages/*/messages.po
Languages: tr_tr

source: Configure
tr_tr: Yapılandır

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Rating options were successfully saved
tr_tr: Değerlendirme seçenekleri başarıyla kaydedildi

source: User ranks were successfully saved
tr_tr: Kullanıcı değerlendirmeleri başarıyla kaydedildi

source: Require validation
tr_tr: Zorunlu alan

source: Each rating must be validated by admin before it is shown.
tr_tr: Her değerlendirme, gösterilmeden önce yönetici tarafından doğrulanmalıdır.

source: Only logged users
tr_tr: Sadece giriş yapan kullanıcılar

source: When enabled, only logged in users can rate other users.
tr_tr: Etkinleştirildiğinde, yalnızca oturum açmış kullanıcılar diğer kullanıcıları değerlendirebilir.

source: Show ratings in user account
tr_tr: Kullanıcı hesabında değerlendirmeleri göster

source: When enabled, link to show existing ratings of user is visible in user account sidebar.
tr_tr: Etkinleştirildiğinde, kullanıcı hesabı kenar çubuğunda mevcut kullanıcı değerlendirmelerini gösteren bağlantı görünür.

source: Hook buttons
tr_tr: Kanca düğmeleri

source: When enabled, all buttons (show rating, add rating) are automatically hooked to listing detail (item_detail hook).
tr_tr: Etkinleştirildiğinde, tüm düğmeler (değerlendirmeyi göster, değerlendirme ekle) otomatik olarak liste ayrıntılarına (ilan_detay kancası) bağlanır.

source: Monocolor stars
tr_tr: Tek renkli yıldızlar

source: When enabled, only monocolor stars are used (yellow). Star color will not be influenced by overall rating (red to green).
tr_tr: Etkinleştirildiğinde, yalnızca tek renkli yıldızlar kullanılır (sarı). Yıldız rengi genel değerlendirmeden etkilenmeyecektir (kırmızıdan yeşile).

source: Upscale rating bars
tr_tr: Yükselen değerlendirme çubukları

source: When enabled, rating bars of chart on rating page will be upscaled to 100% in order to maximize usage of chart area. Enabled by default.
tr_tr: Etkinleştirildiğinde, grafik alanının kullanımını en üst düzeye çıkarmak için değerlendirme sayfasındaki grafiğin değerlendirme çubukları %100'e yükseltilecektir. Varsayılan olarak etkindir.

source: Save
tr_tr: Kaydet

source: You are on demo site, this option is not available there
tr_tr: Demo sitesindesiniz, bu seçenek orada mevcut değil

source: Save (demo - disabled)
tr_tr: Kaydet(demo-pasif)

source: Option configuration
tr_tr: Seçenek yapılandırması

source: Select options that are available for rating
tr_tr: Değerlendirme için mevcut olan seçenekleri seçin

source: Communication
tr_tr: İletişim

source: Delivery
tr_tr: Sipariş

source: Quality
tr_tr: Kalite

source: Speed
tr_tr: Hız

source: Recommend
tr_tr: Tavsiye et

source: User ranks configuration
tr_tr: Kullanıcı sıralaması yapılandırması

source: Registered user
tr_tr: Kayıtlı kullanıcı

source: Rank
tr_tr: Değerlendirne

source: Min. average rating
tr_tr: Min. ortalama değerlendirme

source: Min. rating count
tr_tr: Min. değerlendirme sayısı

source: Registered at least (days)
tr_tr: Kayıtlı en az (gün)

source: Unregistered user
tr_tr: Kayıtsız kullanıcı

source: Plugin Setup
tr_tr: Eklenti Kurulumu

source: No theme modification are required to use all functions of plugin, but you may want to customize positions of buttons
tr_tr: Eklentinin tüm işlevlerini kullanmak için herhangi bir tema değişikliği gerekmez, ancak düğmelerin konumlarını özelleştirmek isteyebilirsiniz.

source: To add link to leave rating on user, place following code to theme files
tr_tr: Bağlantı eklemek için kullanıcıya puan bırakın,tema dosyalarına aşağıdaki kodu yerleştirin

source: To add link to show rating of user, place following code to theme files
tr_tr: Kullanıcı değerlendirmesini göstermek için bağlantı eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: To add user rating status (stars and rating) with click action to show rating of this user, place following code to theme files
tr_tr: Bu kullanıcının derecelendirmesini göstermek için tıklama eylemiyle kullanıcı derecelendirme durumu (yıldızlar ve derecelendirme) eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: To add user average rating score, place following code to theme files
tr_tr: Kullanıcı ortalama derecelendirme puanı eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: To add user rating level, place following code to theme files
tr_tr: Kullanıcı derecelendirme düzeyi eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: Help
tr_tr: Yardım

source: Enable to require validation of each rating by admin. Then, rating is shown and counted just in case admin has validated it.
tr_tr: Her derecelendirmenin yönetici tarafından doğrulanmasını zorunlu kılmak için etkinleştirin. Ardından, yöneticinin onaylaması durumunda derecelendirme gösterilir ve sayılır.

source: Enable what options are available on user rating form.
tr_tr: Kullanıcı değerlendirme formunda hangi seçeneklerin mevcut olduğunu etkinleştirin.

source: Enable to show link with user ratings in user account left sidebar.
tr_tr: Kullanıcı hesabının sol kenar çubuğunda kullanıcı değerendirmeleriyle bağlantıyı göstermeyi etkinleştirin.

source: When enabled, osclass hooks are used to show Add / Show links to listing page and no modifications of theme are required.
tr_tr: Etkinleştirildiğinde, listeleme sayfasına Bağlantı Ekle / Göster'i göstermek için osclass kancaları kullanılır ve temada herhangi bir değişiklik yapılması gerekmez.

source: Ratings
tr_tr: Değerlendirmeler

source: Rating(s) with following IDs were approved:
tr_tr: Aşağıdaki ID'ye sahip değerlendirmeler onaylandı:

source: Rating(s) with following IDs were removed:
tr_tr: Aşağıdaki ID'ye sahip değerlendirmeler kaldırıldı:

source: Approve Selected
tr_tr: Seçilenleri Onayla

source: Remove Selected
tr_tr: Seçilenleri Kaldır

source: Ratings to be Validated
tr_tr: Onaylanacak Değerlendirmeler

source: Only latest 100 ratings are shown!
tr_tr: Yalnızca en son 100 değerlendirme gösterilir!

source: Rating
tr_tr: Değerlendirme

source: User
tr_tr: Kullanıcı

source: Comment
tr_tr: Yorum

source: Status
tr_tr: Durum

source: Registered
tr_tr: Kayıtlı

source: Unregistered
tr_tr: Kayıtsız

source: Unknown
tr_tr: Bilinmiyor

source: Rated user
tr_tr: Değerlendirilmiş kullanıcı

source: Name
tr_tr: İsim

source: Type
tr_tr: Tip

source: Rating left by
tr_tr: Tarafından bırakılan değerlendirme

source: Date
tr_tr: Tarih

source: Pending
tr_tr: Beklemede

source: Valid
tr_tr: Gerçerli

source: No comment
tr_tr: Yorum yok

source: Approve
tr_tr: Onay

source: Remove
tr_tr: Kaldır

source: Are you sure you want to remove this rating? Action cannot be undone
tr_tr: Bu değerlendirmeyi kaldırmak istediğinizden emin misiniz? İşlem geri alınamaz

source: Are you sure you want to remove selected ratings? Action cannot be undone
tr_tr: Seçili değerlendirmeleri kaldırmak istediğinizden emin misiniz? İşlem geri alınamaz

source: No ratings waiting for validation
tr_tr: Doğrulama için bekleyen değerlendirme yok

source: Validated Ratings
tr_tr: Doğrulanmış Değerlendirmeler

source: No validated ratings yet
tr_tr: Henüz onaylanmış değerlendirme yok

source: Superhero
tr_tr: Süper Kahraman

source: Captain
tr_tr: Kaptan

source: Conqueror
tr_tr: Fatih

source: Novice
tr_tr: Acemi

source: Overall
tr_tr: Etraflı

source: Rate this user
tr_tr: Kullanıcıyı değerlendir

source: Average rating
tr_tr: Değerlendirme Puanı

source: Show rating
tr_tr: Değerlendirmeyi göster

source: Click to show user reviews
tr_tr: Kullanıcı incelemelerini göstermek için tıklayın

source: minute ago
tr_tr: dakika önce

source: %d minutes ago
tr_tr: %d dakika önce

source: %d hour ago
tr_tr: %d saat önce

source: %d hours ago
tr_tr: %d saat önce

source: %d day ago
tr_tr: %d gün önce

source: %d days ago
tr_tr: %d gün önce

source: %d week ago
tr_tr: %d hafta önce

source: %d weeks ago
tr_tr: %d hafta önce

source: %d month ago
tr_tr: %d ay önce

source: %d months ago
tr_tr: %d ay önce

source: %d year ago
tr_tr: %d yıl önce

source: %d years ago
tr_tr: %d yıl önce

source: New Rating
tr_tr: Yeni Değerlendirme

source: New Ratings
tr_tr: Yeni Değerlendirmeler

source: Report Bug
tr_tr: Hata Bildir

source: Support Forums
tr_tr: Yardım Forumları

source: Contact Us
tr_tr: Bize Ulaşın

source: Registered on %s
tr_tr: %s Tane kaydedildi

source: This is your profile, you cannot rate yourself.
tr_tr: Bu senin profilin, kendini değerlendiremezsin.

source: Leave a rating
tr_tr: Değerlendirin

source: Profile
tr_tr: Profil

source: Overall experience with %s
tr_tr: %s ile genel deneyim

source: Would you like to add something?
tr_tr: Bir şey eklemek ister misin?

source: Submit
tr_tr: Gönder

source: Your rating was successfully submitted!
tr_tr: Değerlendirmeniz başarıyla gönderildi!

source: Rating will be published as soon as our team validates it.
tr_tr: Değerlendirme, ekibimiz tarafından onaylanır onaylanmaz yayınlanacaktır.

source: Whoops, there was some error. Please try to add rating later.
tr_tr: Hata, bir hata oluştu. Lütfen daha sonra derecelendirme eklemeyi deneyin.

source: You have already rated this user.
tr_tr: Bu kullanıcıyı zaten değerlendirdiniz.

source: Only logged in users can leave rating.
tr_tr: Yalnızca oturum açmış kullanıcılar değerlendirme yapabilir.

source: Anonymous
tr_tr: Anonim

source: User has not been recognized
tr_tr: Kullanıcı tanınmadı

source: %s's rating
tr_tr: Değerlendirilen: %s

source: based on %s reviews
tr_tr: %s incelemeye göre

source: User has not been rated yet
tr_tr: Kullanıcı henüz değerlendirilmedi

source: %s star
tr_tr: %s yıldız

source: %s stars
tr_tr: %s yıldız

source: rating(s)
tr_tr: değerlendirme
