Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Page title
ru_ru: Заголовок страницы
tr_tr: Sayfa başlığı

source: Page description
ru_ru: Описание страницы
tr_tr: Sayfa açıklaması

source: Contact e-mail
ru_ru: Контактный e-mail
tr_tr: İletişim e-posta adresi

source: Default language
ru_ru: Язык по умолчанию
tr_tr: Varsayılan dil

source: Default currency
ru_ru: Валюта по умолчанию
tr_tr: Varsayılan para birimi

source: Backoffice Theme
ru_ru: Тема админки
tr_tr: Backoffice Teması

source: Backoffice Color Scheme
ru_ru: Цветовая схема админки
tr_tr: Backoffice Renk Şeması

source: jQuery Version
ru_ru: Версия jQuery
tr_tr: jQuery Sürümü

source: jQuery 3.x.x may not be compatible with your theme or plugins, make sure to do proper testing before using it in production website!
ru_ru: jQuery 3.x.x может быть несовместимой с темой или плагинами, убедитесь, что вы провели надлежащее тестирование, прежде чем использовать его на рабочем сайте!
tr_tr: jQuery 3.x.x, temanız veya eklentilerinizle uyumlu olmayabilir, üretim web sitesinde kullanmadan önce uygun testler yaptığınızdan emin olun!

source: Structured data
ru_ru: Структурированные данные
tr_tr: Yapılandırılmış veri

source: Allow osclass to generate structured data (microdata) for google, facebook, twitter, ...
ru_ru: Разрешить osclass генерировать структурированные данные (микроданные) для google, facebook, twitter, ...
tr_tr: Osclass'ın google, facebook, twitter için yapılandırılmış veriler (mikro veriler) oluşturmasına izin verin ...

source: Week starts on
ru_ru: Неделя начинается с
tr_tr: Hafta başlıyor

source: Sunday
ru_ru: Воскресенье
tr_tr: Pazar

source: Monday
ru_ru: Понедельник
tr_tr: Pazartesi

source: Tuesday
ru_ru: Вторник
tr_tr: Salı

source: Wednesday
ru_ru: Среда
tr_tr: Çarşamba

source: Thursday
ru_ru: Четверг
tr_tr: Perşembe

source: Friday
ru_ru: Пятница
tr_tr: Cuma

source: Saturday
ru_ru: Суббота
tr_tr: Cumartesi

source: Timezone
ru_ru: Часовой пояс
tr_tr: Saat dilimi

source: Select a timezone...
ru_ru: Выберите часовой пояс...
tr_tr: Bir saat dilimi seçin...

source: Date & time format
ru_ru: Формат даты и времени
tr_tr: Tarih ve saat biçimi

source: Documentation on date and time formatting
ru_ru: Документация по форматированию даты и времени
tr_tr: Tarih ve saat biçimlendirmesine ilişkin belgeler

source: RSS shows
ru_ru: Показывать RSS
tr_tr: RSS

source: listings at most
ru_ru: не более объявлений
tr_tr: ilan gösterir (en fazla)

source: Latest listings shown
ru_ru: Последние объявления
tr_tr: Gösterilen en yeni ilan sayısı

source: at most
ru_ru: самое большее
tr_tr: (en fazla)

source: Search page shows
ru_ru: На странице поиска
tr_tr: Arama sayfası

source: Search settings
ru_ru: Настройка поиска
tr_tr: Arama ayarları

source: Pattern filter method
ru_ru: Метод фильтра по шаблону
tr_tr: Desen filtreleme yöntemi

source: Full-text search (default)
ru_ru: Полнотекстовый поиск (по умолчанию)
tr_tr: Tam metin araması (varsayılan)

source: Enhanced full-text search (with NLP)
ru_ru: Расширенный полнотекстовый поиск (с NLP)
tr_tr: Gelişmiş tam metin arama (NLP ile)

source: Title/Description contains pattern
ru_ru: Заголовок/Описание содержит шаблон
tr_tr: Başlık/Açıklama desen içeriyor

source: Category settings
ru_ru: Настройка категорий
tr_tr: Kategori ayarları

source: Parent categories
ru_ru: Родительские категории
tr_tr: Ana kategoriler

source: Allow users to select a parent category as a category when inserting or editing a listing
ru_ru: Разрешить пользователям выбирать родительскую категорию в качестве категории при добавлении или редактировании объявления
tr_tr: Bir ilan eklerken ya da düzenlerken kullanıcıların bir ana kategoriyi seçmelerine izin ver

source: Contact Settings
ru_ru: Настройки контактов
tr_tr: İletişim Ayarları

source: Attachments
ru_ru: Вложения
tr_tr: Ekler

source: Allow people to attach a file to the contact form
ru_ru: Разрешить пользователям прикреплять файл к форме контактов
tr_tr: İletişim formuna dosya eklenmesine izin ver

source: Cron Settings
ru_ru: Настройки Cron
tr_tr: Cron Ayarları

source: Automatic cron process
ru_ru: Автоматический процесс cron
tr_tr: Otomatik cron işlemi

source: Allow Osclass to run a built-in <a href="%s" target="_blank">cron</a> automatically without setting crontab
ru_ru: Разрешить Osclass запускать встроенный <a href="%s" target="_blank">cron</a> автоматически без установки crontab
tr_tr: Herhangi bir crontab oluşturmadan Osclass içindeli bir <a href="%s" target="_blank">cron</a> özelliğinin çalışmasına izin ver

source: <b>For testing purpose only!</b> On live/production websites never use this feature and setup cron via cron panel on your hosting.
ru_ru: <b>Только в целях тестирования!</b> Никогда не используйте эту функцию на реальных/рабочих сайтах и настройте cron через панель cron на своем хостинге.
tr_tr: <b>Yalnızca test amaçlıdır!</b> Canlı/prodüksiyon web sitelerinde bu özelliği asla kullanmayın ve barındırma sisteminizdeki cron paneli aracılığıyla cron'u ayarlayın.

source: Cron execution history (last/next)
ru_ru: История выполнения Cron (последняя/следующая)
tr_tr: Cron yürütme geçmişi (son/sonraki)

source: Hourly
ru_ru: Ежечасно
tr_tr: Saatlik

source: Never
ru_ru: Никогда
tr_tr: ASla

source: Daily
ru_ru: Ежедневно
tr_tr: Günlük

source: Weekly
ru_ru: Еженедельно
tr_tr: Haftalık

source: Software updates
ru_ru: Обновления системы
tr_tr: Yazılım güncellemeleri

source: Core updates
ru_ru: Обновления ядра
tr_tr: Temel güncellemeler

source: Disabled
ru_ru: Отключено
tr_tr: Engelli

source: New branch (new osclass version - 4.x.x) + Major + Minor
ru_ru: Новая ветка (новая версия osclass - 4.x.x) + Major + Minor
tr_tr: Yeni dal (yeni osclass sürümü - 4.x.x) + Major + Minor

source: Major updates (new features - x.4.x) + Minor
ru_ru: Основные обновления (новые функции - x.4.x) + мелкие
tr_tr: Büyük güncellemeler (yeni özellikler - x.4.x) + Küçük

source: Minor updates (bug fixes - x.x.4)
ru_ru: Незначительные обновления (исправления - x.x.4)
tr_tr: Küçük güncellemeler (hata düzeltmeleri - x.x.4)

source: OsclassPoint API Key
ru_ru: Ключ API OsclassPoint
tr_tr: OsclassPoint API Anahtarı

source: Validate
ru_ru: Подтвердить
tr_tr: Doğrula

source: Enter and save your api key before you validate it
ru_ru: Прежде чем подтвердить ключ API, введите и сохраните его.
tr_tr: API anahtarınızı doğrulamadan önce girin ve kaydedin

source: You can find your API key at %s section
ru_ru: Вы можете найти ключ API в разделе %s
tr_tr: API anahtarınızı %s bölümünde bulabilirsiniz

source: OsclassPoint > Account > My profile
ru_ru: OsclassPoint > Аккаунт > Мой профиль
tr_tr: OsclassPoint > Hesap > Profilim

source: Plugin updates
ru_ru: Обновления плагинов
tr_tr: Eklenti güncellemeleri

source: Allow auto-updates of plugins
ru_ru: Разрешить автоматическое обновление плагинов
tr_tr: Eklentilerin otomatik güncellenmesine izin ver

source: Theme updates
ru_ru: Обновление тем
tr_tr: Tema güncellemeleri

source: Allow auto-updates of themes
ru_ru: Разрешить автоматическое обновление тем
tr_tr: Temaların otomatik güncellenmesine izin ver

source: Language updates
ru_ru: Обновления языка
tr_tr: Dil güncellemeleri

source: Allow auto-updates of languages
ru_ru: Разрешить автоматическое обновление языков
tr_tr: Dillerin otomatik güncellenmesine izin ver

source: Market external sources
ru_ru: Внешние источники магазина
tr_tr: Pazar dış kaynakları

source: Allow updates and installations of non-official plugins and themes
ru_ru: Разрешить обновления и установку неофициальных плагинов и тем
tr_tr: Resmi olmayan eklentilerin ve temaların güncellemelerine ve yüklemelerine izin verin

source: Last checked on %s
ru_ru: Последняя проверка %s
tr_tr: Son kontrol: %s

source: Never checked
ru_ru: Никогда не проверялось
tr_tr: Hiç kontrol edilmedi

source: Check updates
ru_ru: Проверить обновления
tr_tr: Güncellemeleri kontrol et

source: Delete location
ru_ru: Удалить локацию
tr_tr: Konumu sil

source: View more
ru_ru: Подробнее
tr_tr: Daha fazla göster

source: Edit country
ru_ru: Изменить страну
tr_tr: Ülkeyi düzenle

source: Add new country
ru_ru: Добавить страну
tr_tr: Yeni ülke ekle

source: Edit region
ru_ru: Изменить регион
tr_tr: Şehiri düzenle

source: Add new region
ru_ru: Добавить регион
tr_tr: Yeni şehir ekle

source: Edit city
ru_ru: Изменить город
tr_tr: İlçeyi düzenle

source: Add new city
ru_ru: Добавить город
tr_tr: Yeni ilçe ekle

source: Import a location
ru_ru: Импорт локации
tr_tr: Bir konumu içe aktar

source: No entries has been found
ru_ru: Записей не найдено
tr_tr: Hiçbir giriş bulunamadı

source: No cities has been found for region ID:
ru_ru: Не найдено городов для ID региона:
tr_tr: Şehir kimliği için hiçbir ilçe bulunamadı:

source: Add, edit or delete the countries, regions and cities installed on your Osclass. <strong>Be careful</strong>: modifying locations can cause your statistics to be incorrect until they're recalculated. Modify only if you're sure what you're doing!
ru_ru: Добавляйте, редактируйте или удаляйте страны, регионы и города, установленные на Osclass. <strong>Будьте осторожны</strong>: изменение местоположений может привести к тому, что ваша статистика будет неверной пока она не будет пересчитана. Изменяйте, только если вы уверены в том что делаете!
tr_tr: Yüklü olan ülkeleri, bölgeleri ve kentleri ekle, düzenle ya da sil. <strong>Dikkat edin</strong>: konumları değiştirmek yeniden hesaplalana kadar istatistiklerin yanlış gösterillmesine neden olabilir. Ne yaptığınızdan emin değilseniz değişiklik yapmayın!

source: Locations - %s
ru_ru: Локации - %s
tr_tr: Konumlar - %s

source: Country code should have two characters
ru_ru: Код страны должен состоять из двух символов.
tr_tr: Ülke kodu iki harften oluşmalı

source: Country code
ru_ru: Код страны
tr_tr: Ülke kodu

source: Add country
ru_ru: Добавить страну
tr_tr: Ülke ekle

source: Native name
ru_ru: Оригинальное название
tr_tr: Yerel ad

source: Phone code
ru_ru: Код телефона
tr_tr: Telefon kodu

source: Without plus sign, example: 420, 85, 43
ru_ru: Без плюса, например: 420, 85, 43
tr_tr: Artı işareti olmadan, örnek: 420, 85, 43

source: Currency code
ru_ru: Код валюты
tr_tr: Para birimi kodu

source: 3 uppercase letters, example: EUR, USD, GBP
ru_ru: 3 заглавные буквы, например: EUR, USD, GBP
tr_tr: 3 büyük harf, örnek: EUR, USD, GBP

source: Slug
ru_ru: Ссылка
tr_tr: Harf dizisi

source: The slug has to be a unique string, could be left blank
ru_ru: Заголовок должен быть уникальной строкой, его можно оставить пустым.
tr_tr: Benzersiz bir harf dizisi olması gerekir; boş bırakılabilir

source: Add region
ru_ru: Добавить регион
tr_tr: Şehir ekle

source: Add city
ru_ru: Добавить город
tr_tr: İlçe ekle

source: Latitude
ru_ru: Широта
tr_tr: Enlem

source: Longitude
ru_ru: Долгота
tr_tr: Boylam

source: Countries
ru_ru: Страны
tr_tr: Ülkeler

source: Import new
ru_ru: Импортировать
tr_tr: Yeni içe aktar

source: Remove selected
ru_ru: Удалить выбранные
tr_tr: Seçilenleri kaldır

source: Regions
ru_ru: Регионы
tr_tr: Şehirler

source: Cities
ru_ru: Города
tr_tr: İlçeler

source: This action can't be undone. Items associated to this location will be deleted. Users from this location will be unlinked, but not deleted. Are you sure you want to continue?
ru_ru: Это действие нельзя отменить. Объявления, связанные с этим расположением, будут удалены. Связь с пользователями из данной локации будет отключена, но не удалена. Вы действительно хотите продолжить?
tr_tr: Bu işlem geri alınamaz. Bu konumla ilişkili öğeler silinecek. Bu konumdaki kullanıcıların bağlantısı kaldırılacak, ancak silinmeyecek. Devam etmek istediğine emin misin?

source: Import a country with it's regions and cities from our database. Already imported countries aren't shown.
ru_ru: Импортируйте страну с ее регионами и городами из нашей базы данных. Страны, которые уже импортированы, не отображаются.
tr_tr: Veritabanımızdan bölgeleri ve şehirleri ile bir ülkeyi içe aktarın. Zaten ithal edilen ülkeler gösterilmez.

source: Select an option
ru_ru: Выберите вариант
tr_tr: Bir seçenek seçin

source: No locations available.
ru_ru: Нет доступных локаций.
tr_tr: Kullanılabilir konum yok.

source: Import
ru_ru: Импорт
tr_tr: İçe aktar

source: Modify the settings of the mail server from which your site's emails are sent. <strong>Be careful</strong>: these settings can vary depending on your hosting or server. If you run into any issues, check your hosting's help section.
ru_ru: Измените настройки почтового сервера с которого отправляются письма сайта. <strong>Будьте осторожны</strong>: данные настройки могут различаться в зависимости от вашего хостинга или сервера. Если у вас возникнут какие-либо проблемы, обратитесь к разделу помощи вашего хостинга.
tr_tr: Sitenizin e-postalarının gönderildiği posta sunucusunun ayarlarını değiştirin. <strong>Dikkat edin</strong>: bu ayarlar sitenizin barındırıldığı yere ya da sunucuya göre farklılık gösterebilir. Bir sorunla karşılaşırsanız sitenizi barındıran kuruluşun yardım bölümüne sanışın.

source: Mail Settings - %s
ru_ru: Настройки почты - %s
tr_tr: Posta (Mail) Ayarları - %s

source: Mail Settings
ru_ru: Настройки почты
tr_tr: Posta (Mail) Ayarları

source: Server type
ru_ru: Тип сервера
tr_tr: Sunucu tipi

source: Custom Server
ru_ru: Свой сервер
tr_tr: Özel Sunucu

source: GMail Server
ru_ru: Сервер GMail
tr_tr: Gmail Sunucu

source: Mail from
ru_ru: Письмо от
tr_tr: Gönderen

source: Name from
ru_ru: От кого
tr_tr: Gönderenin adı

source: Server port
ru_ru: Порт сервера
tr_tr: Sunucu portu

source: Encryption
ru_ru: Шифрование
tr_tr: Şifreleme

source: Options: blank, ssl or tls
ru_ru: Варианты: пусто, ssl или tls
tr_tr: Seçenekler: boş, ssl ya da tls

source: Cannot be sure that Apache Module <b>mod_ssl</b> is loaded.
ru_ru: Возможно модуль Apache <b>mod_ssl</b> не установлен.
tr_tr: Apache Modülü <b>mod_ssl</b> yüklenmemiş olabilir.

source: Apache Module <b>mod_ssl</b> is not loaded, SMTP authentication may not be functional
ru_ru: Модуль Apache <b>mod_ssl</b> не загружен, проверка подлинности SMTP может не работать
tr_tr: Apache Modülü <b>mod_ssl</b> yüklenmedi, SMTP kimlik doğrulaması işlevsel olmayabilir

source: SMTP authentication enabled
ru_ru: SMTP-аутентификация включена
tr_tr: SMTP kimlik doğrulaması etkin

source: Use POP before SMTP
ru_ru: Использовать POP перед SMTP
tr_tr: SMTP'den önce POP'u kullanın

source: Click to test
ru_ru: Нажмите для тестирования
tr_tr: Test etmek için tıklayın

source: Send test email
ru_ru: Отправить тестовое письмо
tr_tr: Test e-postası gönder

source: Size is not in the correct format
ru_ru: Размер имеет неверный формат
tr_tr: Boyut doğru biçimde değil

source: Thumbnail size: this field is required
ru_ru: Размер эскиза: это поле обязательно для заполнения
tr_tr: Küçük görsel boyutu: bu alan zorunludur

source: Thumbnail size: is not in the correct format
ru_ru: Размер эскиза: неправильный формат
tr_tr: Küçük görsel boyutu: doğru biçimde değil

source: Preview size: this field is required
ru_ru: Размер предпросмотра: это поле обязательно для заполнения
tr_tr: Ön izleme boyutu: bu alan gerekli

source: Preview size: is not in the correct format
ru_ru: Размер предпросмотра: в неправильном формате
tr_tr: Ön izleme boyutu: doğru formatta değil

source: Normal size: this field is required
ru_ru: Нормальный размер: это поле обязательно для заполнения
tr_tr: Normal boyut: bu alan gerekli

source: Normal size: is not in the correct format
ru_ru: Нормальный размер: неправильный формат
tr_tr: Normal boyut: doğru formatta değil

source: Maximum size: this field is required
ru_ru: Максимальный размер: это поле обязательно для заполнения
tr_tr: Maksimum boyut: bu alan gerekli

source: Maximum size: this field must only contain numeric characters
ru_ru: Максимальный размер: это поле должно содержать только числовые символы.
tr_tr: Maksimum boyut: bu alanda yalnız harf ve sayı olabilir

source: Manage the options for the images users can upload along with their listings. You can limit their size, the number of images per ad, include a watermark, etc.
ru_ru: Управляйте параметрами изображений, которые пользователи могут загружать вместе со своими объявлениями. Вы можете ограничить их размер, количество изображений в объявлении, добавить водяной знак и т. Д.
tr_tr: Kullanıcıların ilanlarına ek olarak yükleyebileceği resimler için seçenekleri yönetin. Resimlerin boyutunu, ilan başına resim sayısını, resme iz eklemeyi vs. ayarlayabilirsiniz.

source: Media Settings - %s
ru_ru: Настройка медиа - %s
tr_tr: Medya Ayarları - %s

source: Media Settings
ru_ru: Настройка медиа
tr_tr: Medya Ayarları

source: Image sizes
ru_ru: Размеры изображений
tr_tr: Görsel boyutları

source: The sizes listed below determine the maximum dimensions in pixels to use when uploading a image. Format: <b>Width</b> x <b>Height</b>.
ru_ru: Размеры, перечисленные ниже, определяют максимальные размеры в пикселях используемые при загрузке изображения. Формат: <b>Ширина</b> x <b>Высота</b>.
tr_tr: Aşağıda listelenen boyutlar bir resin yüklenirken kullanılacak piksel cinsinden maksimum boyutları belirler. Format: <b>Genişlik</b> x <b>Yükseklik</b>.

source: Thumbnail size
ru_ru: Размер эскиза
tr_tr: Küçük görsel boyutu

source: Preview size
ru_ru: Размер предпросмотра
tr_tr: Ön izleme boyutu

source: Normal size
ru_ru: Нормальный размер
tr_tr: Normal boyut

source: Original size
ru_ru: Размер оригинала
tr_tr: Orijinal boyut

source: Keep original image, unaltered after uploading.
ru_ru: Сохранить исходное изображение без изменений после загрузки.
tr_tr: Yüklemeden sonra resmin boyutunu değiştirmeden koru.

source: Image may occupy more space than usual.
ru_ru: Изображение может занимать больше места, чем обычно.
tr_tr: Resim normalden fazla yer kaplayabilir

source: Restrictions
ru_ru: Ограничения
tr_tr: Kısıtlamalar

source: Force JPEG
ru_ru: Принудительно JPEG
tr_tr: JPEG'i zorla

source: Force JPEG extension.
ru_ru: Принудительное расширение JPEG.
tr_tr: JPEG uzantısını zorla.

source: Uploaded images will be saved in JPG/JPEG format, it saves space but images will not have transparent background.
ru_ru: Загруженные изображения будут сохранены в формате JPG/JPEG, это экономит место, но изображения не будут иметь прозрачного фона.
tr_tr: Yüklenen görseller JPG/JPEG formatında kaydedilir, alandan tasarruf sağlar ancak görsellerin arka planı şeffaf olmaz.

source: Crop image
ru_ru: Обрезка изображения
tr_tr: Görseli kırp

source: Best image crop
ru_ru: Лучшее кадрирование изображения
tr_tr: En iyi görsel kırpma

source: Image is cropped in best possible way from center, maximizing cropped area.
ru_ru: Изображение обрезается наилучшим образом от центра, максимально увеличивая область кадрирования.
tr_tr: Görüntü, merkezden mümkün olan en iyi şekilde kırpılır ve kırpılan alan en üst düzeye çıkarılır.

source: No white background will be added to keep the size.
ru_ru: Белый фон не будет добавлен, чтобы сохранить размер.
tr_tr: Boyutu korumak için beyaz arka plan eklenmez.

source: Force aspect
tr_tr: Boyutu zorla

source: Force image aspect.
ru_ru: Форсировать аспект изображения.
tr_tr: Görselin boyutunu zorla.

source: No effect when "Best image crop" is enabled.
ru_ru: Отсутствует эффект, когда включен параметр «Лучшее кадрирование изображения».
tr_tr: "En iyi görüntü kırpma" etkinleştirildiğinde hiçbir etkisi olmaz.

source: Maximum size
ru_ru: Максимальный размер
tr_tr: Maksimum boyut

source: Size in KB
ru_ru: Размер в КБ
tr_tr: KB cinsinden boyut

source: Maximum size PHP configuration allows: %d KB
ru_ru: Максимальный размер в PHP позволяет загрузить: %d КБ
tr_tr: PHP yapılandırmasının izin verdiği maksimum boyut: %d KB

source: ImageMagick
tr_tr: Görsel düzenlemesi

source: Use ImageMagick instead of GD library
ru_ru: Используйте ImageMagick вместо библиотеки GD
tr_tr: GD kitaplığı yerine ImageMagick kullanın

source: ImageMagick library is not loaded
ru_ru: Библиотека ImageMagick не установлена
tr_tr: ImageMagick kitaplığı yüklenmedi

source: It's faster and consumes less resources than GD library.
ru_ru: ImageMagick быстрее и потребляет меньше ресурсов чем библиотека GD.
tr_tr: GD kitaplığından daha hızlıdır ve daha az kaynak tüketir.

source: Watermark
ru_ru: Водяной знак
tr_tr: Site imzası

source: Watermark type
ru_ru: Тип водяного знака
tr_tr: İmza Tipi

source: None
ru_ru: Нет
tr_tr: Yok

source: Text
ru_ru: Текст
tr_tr: Metin

source: Freetype library is required. How to <a target="_blank" href="%s">install/configure</a>
ru_ru: Необходима библиотека Freetype. Как <a target="_blank" href="%s">установить / настроить</a>
tr_tr: Freetype kitaplığı gerekmekte. <a target="_blank" href="%s">Kurma / Ayar bilgileri</a>

source: Image
ru_ru: Лого
tr_tr: Görsel

source: Watermark Text Settings
ru_ru: Настройки текста водяного знака
tr_tr: İmza Metni Ayarları

source: Position
ru_ru: Позиция
tr_tr: Konum

source: Centre
ru_ru: Центр
tr_tr: Ortala

source: Top Left
ru_ru: Вверху слева
tr_tr: Sol Üst

source: Top Right
ru_ru: Вверху справа
tr_tr: Sağ Üst

source: Bottom Left
ru_ru: Внизу слева
tr_tr: Sağ Üst

source: Bottom Right
ru_ru: Внизу справа
tr_tr: Sağ alt

source: Watermark Image Settings
ru_ru: Настройки изображения водяного знака
tr_tr: İmza Resmi Ayarları

source: It has to be a .PNG image
ru_ru: Должно быть изображение в формате .PNG.
tr_tr: Bir .PNG resmi olmalı

source: Osclass doesn't check the watermark image size
ru_ru: Osclass не проверяет размер изображения водяного знака
tr_tr: Osclass imza resmi boyutunu kontrol etmez

source: Regenerate images
ru_ru: Регенерировать изображения
tr_tr: Görseller yeniden oluştur

source: You can regenerate different image dimensions. If you have changed the dimension of thumbnails, preview or normal images, you might want to regenerate your images.
ru_ru: Вы можете регенерировать изображения разных размеров. Если вы изменили размер миниатюр, изображений для предпросмотра или обычных изображений, возможно, вы захотите восстановить изображения.
tr_tr: Farklı görsel boyutları için görselleri yeniden oluşturabilirsiniz. Küçük görselin, ön izleme görselinin ya da normal görselin boyutunu değiştirdiyseniz görselleri yeniden oluşturmayı isteyebilirsiniz.

source: There is unfinished image regeneration from date %s with batch <b>#%s</b>, completed on <b>%s%%</b>.
ru_ru: Незавершенная регенерация изображения от даты %s с пакетом <b>#%s</b>, завершенная <b>%s%%</b>.
tr_tr: <b>%s%%</b> tarihinde tamamlanan <b>#%s</b> toplu işlemiyle %s tarihinden itibaren tamamlanmamış görüntü yenileme var.

source: Images to be processed: %s, images already done: %s, all images count: %s. Click on "Continue regeneration" to complete this process or "Reset" button to clean data from unfinishe process and start again.
ru_ru: Обрабатываемые изображения: %s, уже готовые изображения: %s, подсчитываются все изображения: %s. Нажмите «Продолжить регенерацию», чтобы завершить данный процесс или кнопку «Сброс», чтобы удалить данные из незавершенного процесса и начать заново.
tr_tr: İşlenecek görseller: %s, görseller zaten yapıldı: %s, tüm görsellerin sayısı: %s. Bu işlemi tamamlamak için "Yeniden oluşturmaya devam et" veya bitmemiş işlemden verileri temizlemek ve yeniden başlamak için "Sıfırla" düğmesine tıklayın.

source: Continue regeneration
ru_ru: Продолжить регенерацию
tr_tr: Yenilemeye devam et

source: Reset
ru_ru: Сброс
tr_tr: Sıfırla
