Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Are you sure you want to delete this widget?
ru_ru: Вы действительно хотите удалить виджет?
tr_tr: Bu gereci silmek istediğinizden emin misiniz?

source: Edit category ID: %s
tr_tr: Kategori kimliğini düzenle: %s

source: Expiration days
tr_tr: Son kullanma günleri

source: If the value is zero, it means this category doesn't have an expiration
ru_ru: Если значение равно нулю, это означает, что у этой категории нет срока действия
tr_tr: Eğer değer sıfırsa bu kategorinin sona erme tarihi yok demektir

source: Enable / Disable the price field
ru_ru: Включить / отключить поле цены
tr_tr: Fiyat alanını devreye sok / devreden çıkar

source: Apply the expiration date and price field changes to children categories
ru_ru: Применить изменения поля даты истечения срока и цены к дочерним категориям
tr_tr: Alt kategorilere sona erme ve fiyat alanlarını uygula

source: Icon
ru_ru: Иконка
tr_tr: İkon

source: Color
ru_ru: Цвет
tr_tr: Renk

source: Ajax error, please try again.
ru_ru: Ошибка Ajax, попробуйте еще раз.
tr_tr: Ajax hatası; yeniden deneyin.

source: Add, edit or delete the categories or subcategories in which users can post listings. Reorder sections by dragging and dropping, or nest a subcategory in an expanded category. <strong>Be careful</strong>: If you delete a category, all listings associated will also be deleted!
ru_ru: Добавляйте, редактируйте или удаляйте категории или подкатегории, в которых пользователи могут публиковать объявления. Изменить порядок разделов путем перетаскивания или вложить подкатегорию в развернутую категорию. <strong>Будьте осторожны</strong>: если вы удалите категорию, все связанные с ней записи также будут удалены!
tr_tr: Kullanıcıların ilan ekleyebileceği kategoriler ve alt kategotiler ekleyin, güncelleyin, ya da bunları silin. Sürükleyip bırakarak sıralamayı düzenleyin ya ds kapsamlı kategotiler altına bir alt kategoriyi yerleştirin. <strong>Dikkat edin</strong>: Bir kategoriyi silerseniz onunla ilişkili ilanların tamamı da silinir!

source: Categories
ru_ru: Категории
tr_tr: Kategoriler

source: Categories - %s
ru_ru: Категории - %s
tr_tr: Kategoriler - %s

source: Note: You must expand the category in order to make it a subcategory.
ru_ru: Примечание. Вы должны расширить категорию, чтобы сделать ее подкатегорией.
tr_tr: Not: Kategoriyi alt kategori yapmak için bir kategorinin altına yerleştirin.

source: This action could take a while.
ru_ru: Это действие может занять некоторое время.
tr_tr: Bu işlem zaman alabilir

source: Ajax error, try again.
ru_ru: Ошибка Ajax, попробуйте еще раз.
tr_tr: Ajax hatası; yeniden deneyin.

source: Category ID: %s
tr_tr: Kategori kimliği: %s

source: Drag&drop the categories to reorder them the way you like. Click on edit link to edit the category
ru_ru: Перетащите категории, для того чтобы изменить их порядок. Щелкните ссылку редактирования, чтобы изменить категорию
tr_tr: Kategorileri dilediğiniz gibi sıralamak için sürükleyip bırakın. Bir kategoriyi düzenlemek için düzenle yazısını tıklayın

source: Delete category
ru_ru: Удалить категорию
tr_tr: Kategoriyi sil

source: <strong>WARNING</strong>: This will also delete the listings under that category. This action cannot be undone. Are you sure you want to continue?
ru_ru: <strong>ПРЕДУПРЕЖДЕНИЕ</strong>: при этом также будут удалены записи в этой категории. Это действие невозможно отменить. Вы действительно хотите продолжить?
tr_tr: <strong>UYARI</strong>: Bu eylem bu kategori altındaki ilanları da silecek. Bu eylem geri alınamaz. Devam etmek istediğinize emin misiniz?

source: Edit comment
ru_ru: Изменить комментарий
tr_tr: Yorumu düzenle

source: Update comment
ru_ru: Обновить комментарий
tr_tr: Yorumu güncelle

source: Add comment
ru_ru: Добавить комментарий
tr_tr: Yorum ekle

source: Listing
ru_ru: Объявление
tr_tr: İlan

source: Edit comment - %s
ru_ru: Изменить комментарий - %s
tr_tr: Yorumu düzenle - %s

source: Title
ru_ru: Заголовок
tr_tr: Başlık

source: Registered user
ru_ru: Зарегистрированный пользователь
tr_tr: Kayıtlı kullanıcı

source: Edit user
ru_ru: Изменить пользователя
tr_tr: Kullanıcıyı düzenle

source: Author's e-mail
ru_ru: E-mail автора
tr_tr: Yazanın e-posta adresi

source: Status
ru_ru: Статус
tr_tr: Durum

source: Active
ru_ru: Активный
tr_tr: Aktif

source: Inactive
ru_ru: Неактивный
tr_tr: Aktif değil

source: Unblocked
ru_ru: Разблокирован
tr_tr: Engellenmemiş

source: Blocked
ru_ru: Заблокирован
tr_tr: Engellenmiş

source: Rating
ru_ru: Рейтинг
tr_tr: Değerlendirme

source: Comment
ru_ru: Комментарий
tr_tr: Yorum

source: Manage the comments that users publish on the listings on your site. You can also edit, delete, activate or block comments.
ru_ru: Управляйте комментариями, которые пользователи публикуют в объявлениях на вашем сайте. Вы также можете редактировать, удалять, активировать или блокировать комментарии.
tr_tr: Sitenizdeki ilanlar hakkında kullanıcıların yayınladığı yorumları yönetin. Ayrıca yorumları düzenleyebilir, silebilir, etkinleştirebilir ya da engelleyebilirsiniz.

source: Listings
ru_ru: Объявления
tr_tr: İlanlar

source: Settings
ru_ru: Настройки
tr_tr: Ayarlar

source: Comments - %s
ru_ru: Комментарии - %s
tr_tr: Yorumlar -%s

source: Comments
ru_ru: Комментарии
tr_tr: Yorumlar

source: Hidden comments
ru_ru: Скрытые комментарии
tr_tr: Gizli yorumlar

source: All comments
ru_ru: Все комментарии
tr_tr: Tüm yorumlar

source: Delete comment
ru_ru: Удалить комментарий
tr_tr: Yorumu sil

source: Are you sure you want to delete this comment?
ru_ru: Вы действительно хотите удалить комментарий?
tr_tr: Bu yorumu silmek istediğinizden emin misiniz?

source: Send email
ru_ru: Отправить письмо
tr_tr: E-posta gönder

source: Edit email template - %s
ru_ru: Редактировать шаблон письма - %s
tr_tr: E-posta şablonunu düzenle - %s

source: Edit email template
ru_ru: Редактировать шаблон письма
tr_tr: E-posta şablonunu düzenle

source: Internal name
ru_ru: Внутреннее имя
tr_tr: Dahili ad

source: Used to identify the email template
ru_ru: Используется для идентификации шаблона электронного письма
tr_tr: E-posta şablonunu tanımlamak için kullanılır

source: Legend
ru_ru: Легенда
tr_tr: Açıklama

source: Test it
ru_ru: Протестировать
tr_tr: Çalışıp çalışmadığını dene

source: Modify the emails your site's users receive when they join your site, when someone shows interest in their ad, to recover their password... <strong>Be careful</strong>: don't modify any of the words that appear within brackets.
ru_ru: Редактируйте электронные письма, которые пользователи вашего сайта получают, когда они присоединяются к вашему сайту, когда кто-то проявляет интерес к объявлению, для восстановления пароля ... <strong>Будьте осторожны</strong>: не изменяйте ни одно из слов в скобках .
tr_tr: Sitenizin kullanıcıları siteye üye olduklarında, birileri ilanlarıyla ilgilendiğinde, şifrelerini yeniden almak istediklerinde vs. bu kişilere gönderilen e-postalarda değişiklik yapın. <strong>Dikkat edin</strong>: parantezler içinde verilen sözcükleri değiştirmeyin.

source: Email templates - %s
ru_ru: Шаблоны писем - %s
tr_tr: E-posta şablonları - %s

source: Emails templates
ru_ru: Шаблоны писем
tr_tr: E-posta şablonları

source: Edit custom field
ru_ru: Редактирование доп.полей
tr_tr: Özel alanı düzenle

source: Options
ru_ru: Опции
tr_tr: Seçenekler

source: Separate options with commas
ru_ru: Разделяйте параметры запятыми
tr_tr: Seçenekleri virgülle ayırın

source: This field is required
ru_ru: Поле обязательно к заполнению
tr_tr: Bu alan gerekli

source: Select the categories where you want to apply this attribute:
ru_ru: Выберите категории в которых хотите применить этот атрибут:
tr_tr: Bu özelliği uygulamak istediğiniz kategorileri seçin:

source: Check all
ru_ru: Выбрать все
tr_tr: Hepsini seç

source: Uncheck all
ru_ru: Отменить выбор
tr_tr: Tüm seçimi kaldır

source: Advanced options
ru_ru: Расширенные опции
tr_tr: İleri düzey seçenekler

source: Identifier name
ru_ru: Имя идентификатора
tr_tr: Tanımlayıcı adı

source: Only alphanumeric characters are allowed [a-z0-9_-]
ru_ru: Разрешены только буквенно-цифровые символы [a-z0-9_-].
tr_tr: Yalnızca harf ve sayılar kullanılabilir [a-z0-9_-]

source: Tick to allow searches by this field
ru_ru: Отметьте, чтобы разрешить поиск по этому полю
tr_tr: Bu alandaki bilgilerin de aramaya dahil edilmesi için tıklayın

source: At least one option is required.
ru_ru: Необходимо хотя бы один вариант.
tr_tr: En az bir seçenek gerekli.

source: Create new fields for users to fill out when they publish a listing. You can require extra information such as the number of bedrooms in real estate listings or fuel type in car listings, for example.
ru_ru: Создайте новые поля, которые пользователи будут заполнять при публикации объявления. Вы можете запросить дополнительную информацию, такую как количество спален в объявлениях о недвижимости или тип топлива в объявлениях о машинах, к примеру.
tr_tr: Bir ilan oluştururken kullanıcıların doldurması için yeni alanlar oluşturun. Örneğin emlak ilanlarında oda sayısı, taşıt ilanlarında yakıt türü gibi ekstra bilgilerin verilmesini zorunlu kılabilirsiniz.

source: Add custom field
ru_ru: Добавить поле
tr_tr: Özel alan ekle

source: Custom field could not be added
ru_ru: Не удалось добавить дополнительное поле
tr_tr: Özel alan eklenemedi

source: Custom fields - %s
ru_ru: Дополнительные поля - %s
tr_tr: Özel alanlar - %s

source: Drag & drop the custom fields to reorder them the way you like. Click on edit link to edit the custom field
ru_ru: Перетаскивайте дополнительные поля для изменения их порядка. Щелкните ссылку редактирования, для изменения дополнительного поля
tr_tr: İstediğiniz şekilde yeniden sıralamak için özel alanları sürükleyip bırakın. Özel alanı düzenlemek için düzenle bağlantısını tıklayın

source: Custom fields
ru_ru: Дополнительные поля
tr_tr: Özel alanlar

source: You don't have any custom fields yet
ru_ru: У вас пока нет дополнительных полей
tr_tr: Henüz özel alan yok

source: Delete custom field
ru_ru: Удалить поле
tr_tr: Özel alanı sil

source: Are you sure you want to delete this custom field?
ru_ru: Вы действительно хотите удалить дополнительное поле?
tr_tr: Bu özel alanı silmek istediğinizden emin misiniz?

source: Default
ru_ru: По умолчанию
tr_tr: Varsayılan

source: Light
ru_ru: Светлый
tr_tr: Işık

source: Blue
ru_ru: Голубой
tr_tr: Mavi

source: Coffee
ru_ru: Кофейный
tr_tr: Kahve

source: Ectoplasm
ru_ru: Эктоплазма
tr_tr: Ektoplazma

source: Midnight
ru_ru: Полночь
tr_tr: Gece yarısı

source: Ocean
ru_ru: Океан
tr_tr: Okyanus

source: Sunrise
ru_ru: Восход
tr_tr: Gündoğumu

source: Enter title here
ru_ru: Введите название здесь
tr_tr: Başlık yazısını gir

source: Description
ru_ru: Описание
tr_tr: Açıklama

source: Show/hide password
ru_ru: Показать/скрыть пароль
tr_tr: Şifreyi göster/gizle

source: Recover admin password
ru_ru: Восстановить пароль администратора
tr_tr: Admin şifresini kurtar

source: Add listing
ru_ru: Добавить объявление
tr_tr: İlan ekle

source: Edit listing
ru_ru: Изменить объявление
tr_tr: İlan düzenle

source: Update listing
ru_ru: Обновить объявление
tr_tr: İlan güncelle

source: View listing on front
ru_ru: Показать объявление на сайте
tr_tr: İlanı önden görüntüle

source: Category
ru_ru: Категория
tr_tr: Kategori

source: Price
ru_ru: Цена
tr_tr: Fiyat

source: Photos
ru_ru: Фото
tr_tr: Fotoğraflar

source: optional
ru_ru: необязательно
tr_tr: isteğe bağlı

source: Add new photo
ru_ru: Добавить фото
tr_tr: Yeni fotoğraf ekle

source: User information
ru_ru: Информация о пользователе
tr_tr: Kullanıcı bilgisi

source: Edit %s's profile
ru_ru: Редактировать профиль %s
tr_tr: %s adlı kişinin profilini düzenle

source: Phone
ru_ru: Телефон
tr_tr: Telefon

source: Other contact
ru_ru: Другой контакт
tr_tr: Diğer kişi

source: Ip Address
ru_ru: IP адрес
tr_tr: Ip daresi

source: Show e-mail
ru_ru: Показывать e-mail
tr_tr: E-posta göster

source: Show phone
ru_ru: Показывать телефон
tr_tr: Telefon numarası göster

source: Item location
ru_ru: Расположение объявления
tr_tr: İlan konumu

source: Country
ru_ru: Страна
tr_tr: Ülke

source: Region
ru_ru: Регион
tr_tr: Şehir

source: City
ru_ru: Город
tr_tr: İlçe

source: City area
ru_ru: Район города
tr_tr: Mahalle

source: Zip code
ru_ru: Почтовый индекс
tr_tr: Zip kodu

source: Address
ru_ru: Адрес
tr_tr: Adres

source: Expiration
ru_ru: Срок действия
tr_tr: Sona erme

source: It could be an integer (days from original publishing date it will be expired, 0 to never expire) or a date in the format "yyyy-mm-dd hh:mm:ss"
ru_ru: Это может быть целое число (количество дней с даты публикации, 0, никогда не истекает) или дата в формате "yyyy-mm-dd hh:mm:ss"
tr_tr: Bir tamsayı (orijinal yayın tarihinden itibaren süresinin dolması, 0'ın asla sona ermemesi) veya "yyyy-aa-gg ss:dd:ss" biçiminde bir tarih olabilir.

source: Update expiration?
ru_ru: Обновить срок действия?
tr_tr: Sona erme güncellensin mi?

source: Manage all the listings on your site: edit, delete or block the latest listings published. You can also filter by several parameters: user, region, city, etc.
ru_ru: Управляйте всеми объявлениями на вашем сайте: редактируйте, удаляйте или блокируйте последние опубликованные объявления. Вы также можете фильтровать по нескольким параметрам: пользователь, регион, город и т. Д.
tr_tr: Sitenizdeki tüm ilanları yönetin: en son eklenen ilanları düzenleyin, silin ya da engelleyin. Ayrıca bazı parametrelere göre filtreleyebilirsiniz: kullanıcı, bölge, kent, vs.

source: Manage listings - %s
ru_ru: Управление объявлениями - %s
tr_tr: İlanları yönet - %s

source: Delete listing
ru_ru: Удалить объявление
tr_tr: İlan sil

source: Filters
ru_ru: Фильтры
tr_tr: Filtreler

source: Pattern
ru_ru: Шаблон
tr_tr: Kalıp

source: Email
tr_tr: E-posta

source: Premium
ru_ru: Премиум
tr_tr: Yükselen

source: Choose an option
ru_ru: Выберите опцию
tr_tr: Bir seçenek belirleyin

source: ON
tr_tr: AÇIK

source: OFF
tr_tr: KAPALI

source: Apply filters
ru_ru: Применить фильтры
tr_tr: Filtreleri uygula

source: Reset filters
ru_ru: Сбросить фильтры
tr_tr: Filtreleri sıfırla

source: Manage listings
ru_ru: Управление объявлениями
tr_tr: İlanları yönet

source: %d Listings
ru_ru: %d объявлений
tr_tr: %d İlan

source: Show filters
ru_ru: Показать фильтры
tr_tr: Filtreleri göster

source: Item ID
ru_ru: ID объявления
tr_tr: İlan ID

source: Find
ru_ru: Искать
tr_tr: Bul

source: Are you sure you want to delete this listing?
ru_ru: Вы действительно хотите удалить это объявление?
tr_tr: Bu ilanı silmek istediğinizden emin misiniz?

source: From here, you can edit or delete the listings reported by users (spam, misclassified, duplicate, expired, offensive). You can also delete the report if you consider it mistaken.
ru_ru: Отсюда вы можете редактировать или удалять объявления, о которых сообщили пользователи (спам, неверно классифицированные, повторяющиеся, просроченные, оскорбительные). Вы также можете удалить отчет, если считаете его ошибочным.
tr_tr: Buradan, kullanıcıların gereksiz, yanlış kategorilenmiş, tekrar, zamanı geçmiş, hakaret içerikli olarak rapor ettiği ilanları düzenleyebilir ya da silebilirsiniz. Ayrıca eğer hatalıysa raporu da silebilirsiniz.

source: Reported listings - %s
ru_ru: Объявления с жалобами - %s
tr_tr: Rapor edilmiş ilanlar - %s

source: Reported listings
ru_ru: Объявления с жалобами
tr_tr: Rapor edilmiş ilanlar

source: Are you sure you want to %s the selected items?
ru_ru: Вы действительно хотите %s выбранные объявления?
tr_tr: Seçili maddeler için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Are you sure you want to clear all the reportings of the selected items?
ru_ru: Вы действительно хотите очистить все отчеты по выбранным объявлениям?
tr_tr: Seçili maddelerin tüm raporlarını silmek istediğinize emin misiniz?

source: Clear All
ru_ru: Очистить все
tr_tr: Tümünü kaldır

source: Are you sure you want to clear the spam reportings of the selected items?
ru_ru: Вы действительно хотите удалить сообщения о спаме для выбранных объявлений?
tr_tr: Seçili maddelere ilişkin ilgisiz oldukları raporlarını silmek istediğinize emin misiniz?

source: Clear Spam
ru_ru: Очистить спам
tr_tr: Spamı Kaldır

source: Are you sure you want to clear the misclassified reportings of the selected items?
ru_ru: Вы действительно хотите очистить неверно классифицированные жалобы по выбранным объявлениям?
tr_tr: Seçili maddelere ilişkin yanlış kategoride oldukları raporlarını silmek istediğinize emin misiniz?

source: Clear Missclassified
ru_ru: Очистить неверно классифицированные
tr_tr: Yanlış Kategoride Olanı Kaldır

source: Are you sure you want to clear the duplicated reportings of the selected items?
ru_ru: Вы действительно хотите удалить повторяющиеся для выбранных объявлений?
tr_tr: Seçili maddelere ilişkin yinelendikleri raporlarını silmek istediğinize emin misiniz?

source: Clear Duplicated
ru_ru: Удалить дубликаты
tr_tr: Yineleneni Kaldır

source: Are you sure you want to clear the expired reportings of the selected items?
ru_ru: Вы действительно хотите очистить отчеты с истекшим сроком для выбранных объявлений?
tr_tr: Seçili maddelere ilişkin zamanlarının dolduğu raporlarını silmek istediğinize emin misiniz?

source: Clear Expired
ru_ru: Очистить истекшие
tr_tr: Zamanı Dolanı Sil

source: Are you sure you want to clear the offensive reportings of the selected items?
ru_ru: Вы действительно хотите удалить оскорбительные сообщения из выбранных объявлений?
tr_tr: Seçili maddelere ilişkin hakaret içerdikleri raporlarını silmek istediğinize emin misiniz?

source: Clear Offensive
ru_ru: Очистить оскорбительные
tr_tr: Hakaret İçereni Sil

source: Modify the general settings for your listings. Decide if users have to register in order to publish something, the number of pictures allowed for each listing, etc.
ru_ru: Измените главные настройки для объявлений. Решите, должны ли пользователи регистрироваться для подачи объявлений, количество изображений разрешенных для каждого объявления, и т.д.
tr_tr: İlanlar için genel ayarları değiştirin. Kullanıcıların ilan eklemek için kayıt olmalarının gerekip gerekmediğine, her bir ilan için izin verilen resim sayısına, vb. karar verin.

source: Listing Settings - %s
ru_ru: Настройки объявлений - %s
tr_tr: İlan Ayarları - %s

source: Listing Settings
ru_ru: Настройки объявлений
tr_tr: İlan Ayarları

source: Only logged in users can post listings
ru_ru: Только зарегистрированные пользователи могут публиковать объявления
tr_tr: Yalnızca giriş yapmış kullanıcılar ilan ekleyebilir

source: An user has to wait %s seconds between each listing added
ru_ru: Пользователь должен подождать %s секунд между добавлением объявлений
tr_tr: Kullanıcı eklenecek her bir ilan arasında %s saniye beklemeli

source: If the value is set to zero, there is no wait period
ru_ru: Если значение установлено на ноль, период ожидания отсутствует
tr_tr: Eğer sıfır olarak belirlenirse bekleme süresi olmaz

source: Users have to validate their listings
ru_ru: Пользователи должны подтвердить объявления
tr_tr: Kullanıcılar ilanlarını aktifleştirmek zorunda

source: Users can disable / de-activate listing
ru_ru: Пользователи могут отключить / деактивировать объявление
tr_tr: Kullanıcılar listelemeyi devre dışı bırakabilir / devre dışı bırakabilir

source: After %s validated listings the user doesn't need to validate the listings any more
ru_ru: После того, как %s проверил объявление, пользователю больше не нужно проверять объявления
tr_tr: Aktifleştirilmiş %s ilan sonrasında kullanıcıların artık ilanlarını aktifleşmeleri gerekmek

source: If the value is zero, it means that each listing must be validated
ru_ru: Если значение равно нулю - это означает, что каждое объявление должно быть подтверждено
tr_tr: Eğer sıfır olarak belirlenirse her bir ilanın aktifleştirilmesi gerekir

source: Logged in users don't need to validate their listings
ru_ru: Авторизованным пользователям не нужно подтверждать объявления
tr_tr: Giriş yapmış kullanıcıların ilanlarını aktifleştirmeleri gerekmez

source: Show reCAPTCHA in add/edit listing form
ru_ru: Показывать reCAPTCHA в форме добавления / редактирования объявления
tr_tr: İlan ekle/düzenle formunda reCAPTCHA göster

source: <strong>Remember</strong> that you must configure reCAPTCHA first
ru_ru: <strong>Запомните</strong>вы должны сначала настроить reCAPTCHA
tr_tr: <strong>Unutmayın</strong>, önce reCAPTCHA ayarlarını yapmanız gerekir

source: Enable TinyMCE on add/edit listing form in front/back office
ru_ru: Включить TinyMCE в форме добавления / редактирования объявления во фронт-енде/бэк-енде
tr_tr: Ön/arka ofiste ilan ekleme/düzenleme formunda TinyMCE'yi etkinleştirin

source: TinyMCE enable to format description of listings
ru_ru: TinyMCE позволяет форматировать описание объявлений
tr_tr: TinyMCE, ilanların açıklamasını biçimlendirmeyi sağlar

source: Renewal
ru_ru: Продление
tr_tr: Yenileme

source: User can renew its listings once expired. This feature is available only to registered users.
ru_ru: Пользователь может обновить объявления по истечении срока. Данная функция доступна только зарегистрированным пользователям.
tr_tr: Kullanıcı, süresi dolduğunda listelerini yenileyebilir. Bu özellik yalnızca kayıtlı kullanıcılar tarafından kullanılabilir.

source: Publish date of renewed listing is updated to current date
ru_ru: Дата публикации обновленного объявления обновлена до текущей даты
tr_tr: Yenilenen ilanın yayınlanma tarihi güncel tarihe göre güncellendi

source: Listing can be republished %s times at maximum
ru_ru: Объявление может быть опубликовано не более %s раз
tr_tr: Liste, maksimum %s kez yeniden yayınlanabilir

source: If the value is set to zero, there is no renewal limit
ru_ru: Если значение равно нулю, то нет ограничений на продление
tr_tr: Değer sıfıra ayarlanırsa yenileme sınırı yoktur

source: Contact publisher
ru_ru: Связаться с продавцом
tr_tr: İlanı yayınlayanla iletişime geç

source: Only allow registered users to contact publisher
ru_ru: Разрешить только зарегистрированным пользователям писать продавцу
tr_tr: Yalnızca kayıtlı üyelerin ilanı gönderenle iletişime geçmelerine izin ver

source: Only allow registered users to see contact phone number
ru_ru: Только зарегистрированные пользователи могут видеть номер телефона
tr_tr: Yalnızca kayıtlı kullanıcıların iletişim telefon numarasını görmesine izin ver

source: Allow attached files in contact publisher form
ru_ru: Разрешить прикреплять файлы в форме связи с продавцом
tr_tr: İlanı gönderenle iletişim formuna dosya eklenmesine izin ver

source: Notifications
ru_ru: Уведомления
tr_tr: Bildirimler

source: Notify admin when a new listing is added
ru_ru: Уведомить администратора о добавлении нового объявления
tr_tr: Yeni bir ilan eklendiğinde admine bildir

source: Send admin a copy of the "contact publisher" email
ru_ru: Отправить администратору копию письма "связаться с продавцом"
tr_tr: "İlanı gönderenle iletişime geç" e-postasının bir kopyasını yöneticiye gönder

source: Send admin a copy to "share listing" email
ru_ru: Отправить администратору копию на почту "поделиться объявлением"
tr_tr: "Paylaşılan ilanlar" e-postasının bir kopyasını yöneticiye gönder

source: Warn about expiration
ru_ru: Предупредить об истечении срока
tr_tr: Sona erme konusunda uyar

source: days
ru_ru: дней
tr_tr: gün

source: This option will send an email X days before an ad expires to the author. 0 for no email.
ru_ru: При выборе данного варианта автору будет отправлено письмо за X дней до истечения срока объявления. 0 без уведомлений.
tr_tr: Bu seçenekle, bir ilanın sona ermesinden X gün önce ilanı ekleyene e-posta gönderilir. 0 yazılırsa uyarı gönderilmez.

source: Redirect priority after publish
ru_ru: Приоритет перенаправления после публикации
tr_tr: Yayınlandıktan sonra yeniden yönlendirme önceliği
