Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: There're no statistics yet
ru_ru: Статистики пока нет
tr_tr: Henüz istatistik yok

source: Quickly find out how many new listings have been published on your site and how many visits each of the listings gets.
ru_ru: Узнайте сколько новых объявлений опубликовано на вашем сайте и сколько посещений получает каждое из этих объявлений.
tr_tr: Sitenizde kaç ilan yayınlandığını ve her bir ilanın kaç ziyaretçi çektiğini çabucak öğrenin.

source: Listing Statistics - %s
ru_ru: Статистика объявлений - %s
tr_tr: İlan istatistikleri - %s

source: Items
ru_ru: Объявления
tr_tr: İlanlar

source: Views
ru_ru: Просмотры
tr_tr: İzleme

source: Alerts
ru_ru: Оповещения
tr_tr: Uyarılar

source: Subscribers
ru_ru: Подписчики
tr_tr: Aboneler

source: Listing Statistics
ru_ru: Статистика объявлений
tr_tr: İlan istatistikleri

source: New listing
ru_ru: Новое объявление
tr_tr: Yeni ilan

source: Number of new listings
ru_ru: Количество новых объявлений
tr_tr: Yeni ilan sayısı

source: Listings' views
ru_ru: Просмотры объявлений
tr_tr: İlanların izlenmesi

source: Total number of listings' views
ru_ru: Общее количество просмотров объявлений
tr_tr: Toplam ilan izlenme sayısı

source: New alerts
ru_ru: Новые оповещения
tr_tr: Yeni uyarılar

source: Number of new alerts
ru_ru: Количество новых оповещений
tr_tr: Yeni uyarı sayısı

source: New subscribers
ru_ru: Новые подписчики
tr_tr: Yeni aboneler

source: Number of new subscribers
ru_ru: Количество новых подписчиков
tr_tr: Yeni abone sayısı

source: See how many listings from your site have been reported as spam, expired, duplicate, etc.
ru_ru: Посмотрите, сколько объявлений с сайта отмечены как спам, просроченные, повторяющиеся и т. Д.
tr_tr: Sitenizde kaç ilanın ilgisiz, süresi dolmuş, tekrar vs. olarak rapor edildiğini görün.

source: Report Statistics - %s
ru_ru: Отчет статистики - %s
tr_tr: Rapor İstatistikleri - %s

source: Duplicated
ru_ru: Дубликат
tr_tr: Başkasının kopyası

source: Bad category
ru_ru: Неверная категория
tr_tr: Yanlış kategori

source: Offensive
ru_ru: Оскорбление
tr_tr: Hakaret türü

source: Expired
ru_ru: Истекшее
tr_tr: Süresi dolmuş

source: Report Statistics
ru_ru: Отчет статистики
tr_tr: Rapor İstatistikleri

source: Total number of reports
ru_ru: Общее количество отчетов
tr_tr: Toplam rapor sayısı

source: Stay up-to-date on the number of users registered on your site. You can also see a breakdown of the countries and regions where users live among those available on your site.
ru_ru: Будьте в курсе количества пользователей зарегистрированных на сайте. Вы также можете увидеть разбивку стран и регионов, в которых живут пользователи среди тех, которые доступны на сайте.
tr_tr: Sitenize kaydolan kullanıcıların sayısını güncel tutun. Kullanıcıların nerelerden geldiği gibi bilgileri de görebilirsiniz.

source: User Statistics - %s
ru_ru: Статистика пользователей - %s
tr_tr: Kullanıcı İstatistikleri - %s

source: New users
ru_ru: Новые пользователи
tr_tr: Yeni kullanıcılar

source: Users per country
ru_ru: Пользователи в стране
tr_tr: Ülke başına kullanıcı

source: Unknown
ru_ru: Неизвестно
tr_tr: Bilinmiyor

source: Users per region
ru_ru: Пользователи по регионам
tr_tr: Şehir başına kullanıcı

source: User Statistics
ru_ru: Статистика пользователей
tr_tr: Kullanıcı istatistikleri

source: Latest users on the web
ru_ru: Последние пользователи в сети
tr_tr: En son kullanıcılar

source: Avg. items per user
ru_ru: В среднем объявлений на пользователя
tr_tr: Kullanıcı başına ortalama madde

source: %s listings per user
ru_ru: %s объявлений на пользователя
tr_tr: Kullanıcı başına %s listeleme

source: Save a backup of all of your site's information: listings, users and configuration. You can save a backup on your server or on your computer.
ru_ru: Сохраните резервную копию информации с сайта: объявлений, пользователей и конфигурации. Вы можете сохранить резервную копию на своем сервере или на компьютере.
tr_tr: Site bilgilerinizin tamamını yedekleyin: ilanlar, kullanıcılar ve ayarlar. Sunucuya ya da bilgisayarınıza dosya olarak kaydedebilirsiniz.

source: Tools
ru_ru: Инструменты
tr_tr: Araçlar

source: Backup - %s
ru_ru: Резервное копирование - %s
tr_tr: Yedekleme - %s

source: Backup
ru_ru: Резервное копирование
tr_tr: Yedekleme

source: Backup folder
ru_ru: Папка резервной копии
tr_tr: Yedekleme dizini

source: <strong>WARNING</strong>: If you don't specify a backup folder, the backup files will be created in the root of your Osclass installation.
ru_ru: <strong>ПРЕДУПРЕЖДЕНИЕ</strong>: если вы не укажете папку для резервных копий, файлы резервных копий будут созданы в корне Osclass.
tr_tr: <strong>UYARı</strong>: Bir yedekleme dizini belirtmezseniz yedekleme dosyaları Osclass kurulumunun kök dizininde oluşturulur.

source: This is the folder in which your backups will be created. We recommend that you choose a non-public path.
ru_ru: Это папка в которой будут создаваться резервные копии. Мы рекомендуем выбрать закрытый путь.
tr_tr: Bu, yedeklemelerin oluşturulacağı dizin. İnternet üzerinden erişilemeyecek bir dizin seçmenizi öneririz.

source: Backup SQL (store on server)
ru_ru: Резервная копия SQL (хранить на сервере)
tr_tr: SQL yedekle (sunucuda depola)

source: Backup SQL (download file)
ru_ru: Резервная копия SQL (скачать файл)
tr_tr: SQL yedekle (dosyayı indir)

source: Backup files (store on server)
ru_ru: Резервная копия файлов (хранить на сервере)
tr_tr: Dosyaları yedekle (sunucuda depola)

source: Category stats - %s
ru_ru: Статистика категорий - %s
tr_tr: Kategori istatistikleri - %s

source: Category stats
ru_ru: Статистика категорий
tr_tr: Kategori istatistikleri

source: You can recalculate stats by category, useful if the stats seem to be incorrect.
ru_ru: Вы можете пересчитать статистику по категориям, что полезно если статистика кажется неверной.
tr_tr: İstatistikleri kategorilere göre yeniden hesaplatabilirsiniz - veriler hatalı görünüyorsa kullanın.

source: Calculate category stats
ru_ru: Рассчитать статистику категории
tr_tr: Kategori istatistiklerini yeniden hesapla

source: Clean up not validated, disabled or spam data in osclass
ru_ru: Очистить непроверенные, отключенные или спам-данные в osclass
tr_tr: Osclass'ta doğrulanmamış, devre dışı bırakılmış veya spam verilerini temizleyin

source: Cleanup data
ru_ru: Очистка данных
tr_tr: Temizleme verileri

source: Cleanup - %s
ru_ru: Очистка данных - %s
tr_tr: Temizleme - %s

source: Inactive listings
ru_ru: Неактивные объявления
tr_tr: Etkin olmayan ilanlar

source: Remove listings those has not been validated in last %d days. These data are usually spam/unwanted and are redundant for your installation.
ru_ru: Удалить объявления, которые не проверялись последние %d дней. Эти данные обычно являются спамом/нежелательными и избыточными для вашей системы.
tr_tr: Son %d gün içinde doğrulanmayan listeleri kaldırın. Bu veriler genellikle istenmeyen/istenmeyen verilerdir ve kurulumunuz için gereksizdir.

source: Total number of listings matching criteria: %s
ru_ru: Общее количество объявлений, соответствующих критерию: %s
tr_tr: Kriterlerle eşleşen toplam giriş sayısı: %s

source: Clean up now
ru_ru: Очистить сейчас
tr_tr: Şimdi temizle

source: Blocked & Spam listings
ru_ru: Заблокированные и спам-объявления
tr_tr: Engellenen ve İstenmeyen ilanları

source: Remove listings those has been marked as spam, or has been disabled by you or your moderators.
ru_ru: Удалите объявления, которые отмечены как спам или отключены вами или модераторами.
tr_tr: Spam olarak işaretlenmiş veya siz ya da moderatörleriniz tarafından devre dışı bırakılmış ilanları kaldırın.

source: Expired listings
ru_ru: Истекшие объявления
tr_tr: Süresi dolan ilanlar

source: Remove listings those has expired more than %d days ago and were not removed or reactivated. These listings are not visible on your site.
ru_ru: Удалить объявления, срок действия которых истек более %d дней назад и которые не были удалены или повторно активированы. Данные объявления не отображаются на сайте.
tr_tr: %d günden daha önce süresi dolan ve kaldırılmamış veya yeniden etkinleştirilmemiş ilanları kaldırın. Bu ilanlar sitenizde görünmez.

source: Inactive users
ru_ru: Неактивные пользователи
tr_tr: Etkin olmayan kullanıcılar

source: Remove users those has registered more than %d days ago did not activated their account.
ru_ru: Удалить пользователей, которые зарегистрировались более %d дней назад и не активировали учетную запись.
tr_tr: %d günden daha uzun süre önce kaydolan, hesaplarını etkinleştirmeyen kullanıcıları kaldırın.

source: Total number of users matching criteria: %s
ru_ru: Общее количество пользователей, соответствующих критерию: %s
tr_tr: Ölçütle eşleşen toplam kullanıcı sayısı: %s

source: Blocked users
ru_ru: Заблокированные пользователи
tr_tr: Engellenmiş kullanıcılar

source: Remove users those has been blocked more than %d days (based on last access date). This will remove also all listings published by this user.
ru_ru: Удалите пользователей, которые заблокированы более %d дней (на основании даты последнего доступа). Данное действие также удалит все объявления опубликованные пользователем.
tr_tr: %d günden daha uzun süre engellenen kullanıcıları kaldırın (son erişim tarihine göre). Bu, bu kullanıcı tarafından yayınlanan tüm listeleri de kaldıracaktır.

source: Inactive comments
ru_ru: Неактивные комментарии
tr_tr: Etkin olmayan yorumlar

source: Remove comments those has not been activated for more than %d days.
ru_ru: Удалите комментарии, которые не активировались более %d дней.
tr_tr: %d günden daha uzun süredir etkinleştirilmemiş yorumları kaldırın.

source: Total number of comments matching criteria: %s
ru_ru: Общее количество комментариев, соответствующих критерию: %s
tr_tr: Ölçütlerle eşleşen toplam yorum sayısı: %s

source: Blocked comments
ru_ru: Заблокированные комментарии
tr_tr: Engellenen yorumlar

source: Remove comments those has been blocked by your or your moderators.
ru_ru: Удалите комментарии, заблокированные вами или модераторами.
tr_tr: Sizin veya moderatörleriniz tarafından engellenen yorumları kaldırın.

source: Check your debug/error log settings and debug output.
ru_ru: Проверьте настройки журнала отладки/ошибок и отладочные данные.
tr_tr: Hata ayıklama/hata günlüğü ayarlarınızı ve hata ayıklama çıktınızı kontrol edin.

source: Debug/Error log
ru_ru: Журнал отладки/ошибок
tr_tr: Hata Ayıklama/Hata kaydı

source: Tools - %s
ru_ru: Инструменты - %s
tr_tr: Araçlar - %s

source: First %s lines shown, download log file to see full content
ru_ru: Показаны первые %s строк, загрузите файл журнала, чтобы увидеть все содержимое
tr_tr: İlk %s satırı gösteriliyor, tam içeriği görmek için kayıt dosyasını indirin

source: Debug/Error log settings
ru_ru: Настройки журнала отладки/ошибок
tr_tr: Hata Ayıklama/Hata kaydı ayarları

source: PHP error log
ru_ru: Журнал ошибок PHP
tr_tr: PHP hata kaydı

source: Enabled
ru_ru: Включено
tr_tr: Etkinleştirilmiş

source: PHP errors output to file
ru_ru: Вывод ошибок PHP в файл
tr_tr: Dosyaya PHP hataları çıktısı

source: Database debug mode
ru_ru: Режим отладки базы данных
tr_tr: Veritabanı hata ayıklama modu

source: Enable logs
ru_ru: Включить логи
tr_tr: Logları etkinleştir

source: You can enable error/debug logs in config.php (located in root directory) by adding following lines
ru_ru: Вы можете включить журналы ошибок/отладки в config.php (расположенном в корне каталога), добавив строки
tr_tr: Aşağıdaki satırları ekleyerek config.php'de (kök dizinde bulunur) hata/hata ayıklama günlüklerini etkinleştirebilirsiniz.

source: enable PHP debugging
ru_ru: включить отладку PHP
tr_tr: PHP hata ayıklamasını etkinleştir

source: stores PHP debug into log file
ru_ru: сохраняет отладку PHP в файл журнала
tr_tr: PHP hata ayıklamasını günlük dosyasında saklar

source: enable DB debugging
ru_ru: включить отладку БД
tr_tr: DB hata ayıklamasını etkinleştir

source: Debug log file
ru_ru: Файл журнала отладки
tr_tr: Hata ayıklama kayıt dosyası

source: Debug log file is empty or does not exists, it should be located in %s folder.
ru_ru: Файл журнала отладки пуст или не существует, он должен находиться в папке %s.
tr_tr: Hata ayıklama kayıt dosyası boş veya mevcut değil, %s klasöründe bulunmalıdır.

source: Import - %s
ru_ru: Импорт - %s
tr_tr: İçe aktar - %s

source: File (.sql)
ru_ru: Файл (.sql)
tr_tr: Dosya (.sql)

source: Import data
ru_ru: Импорт данных
tr_tr: Verileri içe aktar

source: Browse configuration information of your server, database, osclass and PHP
ru_ru: Просмотрите информацию о настройках сервера, базы данных, osclass и PHP
tr_tr: Sunucunuzun, veritabanınızın, osclass'ınızın ve PHP'nizin yapılandırma bilgilerine göz atın

source: Configuration information
ru_ru: Информация о конфигурации
tr_tr: Yapılandırma bilgileri

source: This information can be provided when you report an issue via support ticket or on forums.
ru_ru: Эта информация может быть предоставлена, когда вы сообщаете о проблеме через тикет поддержки или на форумах.
tr_tr: Bu bilgi, bir sorunu destek bileti veya forumlar aracılığıyla bildirdiğinizde sağlanabilir.

source: Detail information are not included as it takes more resources to compute. Click on button bellow to include also details about your website.
tr_tr: Hesaplanması daha fazla kaynak gerektirdiğinden ayrıntılı bilgiler dahil edilmez. Web sitenizle ilgili ayrıntıları da eklemek için aşağıdaki düğmeye tıklayın.

source: Run with details
tr_tr: Detaylarla çalıştırın

source: Server information
ru_ru: Информация о сервере
tr_tr: Sunucu bilgileri

source: Server software version
ru_ru: Версия программного обеспечения сервера
tr_tr: Sunucu yazılımı sürümü

source: PHP version
ru_ru: Версия PHP
tr_tr: PHP sürümü

source: Memory limit
ru_ru: Ограничение памяти
tr_tr: Hafıza sınırı

source: Max execution time
ru_ru: Максимальное время выполнения
tr_tr: Maksimum yürütme süresi

source: Upload max file size
ru_ru: Максимальный размер загружаемого файла
tr_tr: Maksimum dosya boyutunu yükleyin

source: Max input vars
ru_ru: Максимальное количество входных переменных
tr_tr: Maksimum giriş değişir

source: Allow URL Fopen
ru_ru: Разрешить URL Fopen
tr_tr: URL Fopen'e izin ver

source: Database information
ru_ru: Информация о базе данных
tr_tr: Veritabanı bilgileri

source: MySQL version
ru_ru: Версия MySQL
tr_tr: MySQL sürümü

source: MySQL server
ru_ru: Сервер MySQL
tr_tr: MySQL sunucusu

source: MySQL name
ru_ru: Название базы MySQL
tr_tr: MySQL adı

source: MySQL user
ru_ru: Пользователь MySQL
tr_tr: MySQL kullanıcısı

source: Tables prefix
ru_ru: Префикс таблиц
tr_tr: Tablo ünvanı

source: Size information
ru_ru: Информация о размере
tr_tr: Boyut bilgisi

source: All osclass files
ru_ru: Все файлы Osclass
tr_tr: Tüm osclass dosyaları

source: Includes
ru_ru: Включает
tr_tr: İçerir

source: Content
ru_ru: Контент
tr_tr: İçerik

source: Not available in summary, run configuration information with details
tr_tr: Özet olarak mevcut değil, yapılandırma bilgilerini ayrıntılarla birlikte çalıştırın

source: Osclass information
ru_ru: Информация о Osclass
tr_tr: Osclass bilgileri

source: Osclass version
ru_ru: Версия Osclass
tr_tr: Osclass sürümü

source: Web path
ru_ru: Путь
tr_tr: Web yolu

source: Oc-admin URL
ru_ru: URL админки
tr_tr: Oc-admin URL'si

source: Multisite
ru_ru: Мультисайт
tr_tr: Çoklu site

source: Last update check
ru_ru: Последняя проверка обновлений
tr_tr: Son güncelleme kontrolü

source: Using dev cron
ru_ru: Использование dev cron
tr_tr: Dev cron'u kullanma

source: Current front theme
ru_ru: Текущая тема сайта
tr_tr: Mevcut ön tema

source: Current oc-admin theme
ru_ru: Текущая тема админки
tr_tr: Mevcut oc-admin teması

source: Cache
ru_ru: Кеш
tr_tr: Önbellek

source: Themes & Plugins information
ru_ru: Информация о темах и плагинах
tr_tr: Temalar ve Eklentiler bilgileri

source: All plugins
ru_ru: Все плагины
tr_tr: Tüm eklentiler

source: plugins
ru_ru: плагинов
tr_tr: eklentiler

source: Enabled plugins
ru_ru: Включенные плагины
tr_tr: Etkin eklentiler

source: Disabled plugins
ru_ru: Отключенные плагины
tr_tr: Devre dışı bırakılan eklentiler

source: Not installed plugins
ru_ru: Неустановленные плагины
tr_tr: Yüklenmemiş eklentiler

source: All themes
ru_ru: Все темы
tr_tr: Tüm temalar

source: themes
ru_ru: тем
tr_tr: temalar

source: Inactive themes
ru_ru: Неактивные темы
tr_tr: Etkin olmayan temalar

source: Your information
ru_ru: Ваша информация
tr_tr: Bilgileriniz

source: Your web browser
ru_ru: Ваш браузер
tr_tr: Web tarayıcınız

source: Permissions information
ru_ru: Информация о разрешениях
tr_tr: İzin bilgileri

source: In case folder is not readable or writtable, it may be issue when updating or upgrading osclass, themes or plugins.
ru_ru: Если папка недоступна для чтения или записи, это может быть проблемой при обновлении osclass, тем или плагинов.
tr_tr: Klasörün okunabilir veya yazılabilir olmaması durumunda, osclass, temalar veya eklentiler güncellenirken veya yükseltilirken sorun olabilir.

source: Folders those are not readable
ru_ru: Папки, которые не читаются
tr_tr: Okunamayan klasörler

source: All folders are readable
ru_ru: Все папки доступны для чтения
tr_tr: Tüm klasörler okunabilir

source: Folders those are not writtable
ru_ru: Папки, в которые нельзя записывать
tr_tr: Yazılabilir olmayan klasörler

source: All folders are writtable
ru_ru: Все папки доступны для записи
tr_tr: Tüm klasörler yazılabilir

source: Location stats - %s
ru_ru: Статус локаций - %s
tr_tr: Konum istatistikleri - %s

source: Locations stats
ru_ru: Статус локаций
tr_tr: Konum istatistikleri

source: Complete
ru_ru: Завершить
tr_tr: Tüm

source: You can recalculate your location stats. This is useful if you upgrade from versions older than Osclass 2.4
ru_ru: Вы можете пересчитать статистику местоположения. Это полезно при обновлении с более ранних версий начиная с Osclass 2.4.
tr_tr: Konum istatistiklerini yeniden hesaplatabilirsiniz. Osclass 2.4 öncesi sürümlerden yükseltme yaptıysanız yararlıdır

source: Calculate location stats
ru_ru: Рассчитать статистику местоположения
tr_tr: Konum istatistiklerini yeniden hesapla

source: Show a "Site in maintenance mode" message to your users while you're updating your site or modifying its configuration.
ru_ru: Показывать пользователям сообщение «Сайт в режиме обслуживания», пока вы обновляете сайт или изменяете его настройки.
tr_tr: Sitenizi güncellerken ya da ayarları değiştirirken kullanıcılara 'Site bakım halinde' yazısının gösterilmesini sağlayın.

source: Maintenance - %s
ru_ru: Режим обслуживания - %s
tr_tr: Bakım - %s

source: Maintenance
ru_ru: Режим обслуживания
tr_tr: Bakım

source: While in maintenance mode, users can't access your website. Useful if you need to make changes on your website. Use the following button to toggle maintenance mode ON/OFF.
ru_ru: В режиме обслуживания пользователи не могут получить доступ к сайту. Полезно, если вам нужно внести изменения на сайт. Используйте кнопку для включения/выключения режима обслуживания.
tr_tr: Bakım halinde, kullanıcılar siteye giriş yapamaz. Sitenizde değişiklikler yapacaksanız bu özellik kullanışlıdır. Bakım durumunu AÇIK / KAPALı hale getirmek için aşağıdaki tuşu kullanın.

source: Maintenance mode is: <strong>%s</strong>
ru_ru: Режим обслуживания: <strong>%s</strong>
tr_tr: Bakım durumu: <strong>%s</strong>

source: Disable maintenance mode
ru_ru: Отключить режим обслуживания
tr_tr: Bakım durumunu devreden çıkar

source: Enable maintenance mode
ru_ru: Включить режим обслуживания
tr_tr: Bakım durumunu devreye sok

source: Checking for updates (Current version %s)
ru_ru: Проверка обновлений (Текущая версия %s)
tr_tr: Güncellemeler aranıyor (Şu anki sürüm %s)

source: Congratulations! Your Osclass installation is up to date!
ru_ru: Поздравляем! У вас установлена последняя версия Osclass!
tr_tr: Tebrikler! Osclass kurulumunuz güncel!

source: New version to update:
ru_ru: Новая версия для обновления:
tr_tr: Yükseltme için yeni sürüm:

source: Upgrading your Osclass installation (this could take a while). If upgrade does not finish in 10 minutes, simply try to refresh page. If you get successful flash message, everything is alright.
ru_ru: Обновление Osclass (данное действие может занять некоторое время). Если обновление не завершится через 10 минут, просто попробуйте обновить страницу. Если вы получили сообщение об успешном обновлении, значит все в порядке.
tr_tr: Osclass kurulumunuzu yükseltme (bu biraz zaman alabilir). Yükseltme 10 dakika içinde bitmezse, sayfayı yenilemeyi deneyin. Başarılı bir hızlı mesaj alırsanız, her şey yolunda demektir.

source: Upgrade has failed with following error:
ru_ru: Обновление не удалось из-за ошибки:
tr_tr: Yükseltme aşağıdaki hatayla başarısız oldu:

source: Upgrade has failed from timeout
ru_ru: Обновление не удалось из-за тайм-аута
tr_tr: Yükseltme zaman aşımından dolayı başarısız oldu

source: Upgrade
ru_ru: Обновить
tr_tr: Güncelleme

source: Check to see if you're using the latest version of Osclass. If you're not, the system will let you know so you can update and use the newest features.
ru_ru: Убедитесь, что используете последнюю версию Osclass. В противном случае система сообщит вам об этом, чтобы вы могли обновить и использовать новейшие функции.
tr_tr: Osclass'ın en son sürümünü kullanıp kullanmadığınızı kontrol edin. Değilseniz, sistem güncelleyebilmeniz ve en yeni özellikleri kullanabilmeniz için sizi bilgilendirecektir.

source: Upgrade - %s
ru_ru: Обновление - %s
tr_tr: Güncelleme - %s

source: Your Osclass installation can be auto-upgraded. Please, back up your database and the folder oc-content before attempting to upgrade your Osclass installation. You can also upgrade Osclass manually, more information in the %s
ru_ru: Osclass можно обновить автоматически. Пожалуйста, сделайте резервную копию базы данных и папки oc-content, прежде чем пытаться обновить Osclass. Вы также можете обновить Osclass вручную, дополнительная информация %s
tr_tr: Osclass kurulumunuz otomatik olarak yükseltilebilir. Lütfen Osclass kurulumunuzu yükseltmeye çalışmadan önce veritabanınızı ve oc-content klasörünü yedekleyin. Osclass'ı manuel olarak da yükseltebilirsiniz, daha fazla bilgi %s

source: Your Osclass installation can't be auto-upgraded. Files and folders need to be writable. You can apply write permissions via SSH with the command "chmod -R a+w *" (without quotes) or via an FTP client, it depends on the program so we can not provide more information. You can also upgrade Osclass by downloading the upgrade package, unzipping it and replacing the files on your server with the ones in the package.
ru_ru: Невозможно обновить Osclass автоматически. Файлы и папки должны быть доступны для записи. Вы можете применить разрешения на запись через SSH с помощью команды «chmod -R a + w *» (без кавычек) или через FTP-клиент, зависит от программы, поэтому мы не можем предоставить дополнительную информацию. Вы также можете обновить Osclass, загрузив пакет обновления, разархивировав его и заменив файлы на сервере файлами из пакета.
tr_tr: Osclass kurulumuzun kendiliğinden yükseltilemiyor. Dosya ve dizinlerin yazılabilir olması gerekir. Yazma izinlerini SSH yoluyla ve "chmod -R a+w *" komutuyla (tırmak işaretleri olmadan) ya da bir FTP yazılımı yoluyla yapabilirsiniz; kullanacağınız programa bağlı olduğu için daha fazla bilgi veremiyoruz. Ayrıca yeni sürüm dosyasını indirip sıkıştırılmış dosyayı açabilir ve bu dosyaları sunucu üzerindeki dosyaların yerine yerleştirerek de yükseltme yapabilirsiniz.

source: Osclass changelog up to v%s
ru_ru: Журнал изменений Osclass до v%s
tr_tr: %s'ye kadar Osclass değişiklik günlüğü

source: Upgrading your Osclass installation (this could take a while)
tr_tr: Osclass kurulumunuzu yükseltme (bu biraz zaman alabilir)
