Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Download plugin from OsclassPoint
ru_ru: Загрузить плагин из OsclassPoint
tr_tr: Eklentiyi OsclassPoint'ten indirin

source: Browse and download available Osclass plugins, from a constantly-updated selection. After downloading a plugin, you have to install it and configure it to get it up and running.
tr_tr: Sürekli güncellenen bir seçimden mevcut Osclass eklentilerine göz atın ve indirin. Bir eklentiyi indirdikten sonra, onu kurmanız ve çalışır duruma getirmek için yapılandırmanız gerekir.

source: Featured
tr_tr: Öne çıkan

source: The connection with the Osclass market has failed. Try it later.
tr_tr: Osclass pazarıyla bağlantı başarısız oldu. Daha sonra deneyin.

source: and counting
tr_tr: ve sayılıyor

source: All
ru_ru: Все
tr_tr: Hepsi

source: There are no %s that matches your search
tr_tr: Aramanızla eşleşen %s yok

source: Cannot get information from market.osclass.org, sorry for the inconvenience
tr_tr: market.osclass.org'dan bilgi alınamıyor, rahatsızlıktan dolayı özür dileriz

source: Themes
ru_ru: Темы
tr_tr: Temalar

source: Search theme...
ru_ru: Поиск тем...
tr_tr: Tema ara...

source: Themes provide design, user experience and is place of first touch for your visitors. You may automatically install themes from the %s or upload a theme in .zip format.
ru_ru: Темы устанавливают дизайн, удобство использования и являются местом первого перехода ваших посетителей. Вы можете автоматически установить темы из %s или загрузить в формате .zip.
tr_tr: Temalar tasarım, kullanıcı deneyimi sağlar ve ziyaretçileriniz için ilk temas yeridir. %s dosyasından temaları otomatik olarak yükleyebilir veya .zip biçiminde bir tema yükleyebilirsiniz.

source: OsclassPoint Themes Directory
ru_ru: Каталог тем OsclassPoint
tr_tr: OsclassPoint Temaları Dizini

source: Theme must be deactivated before update
ru_ru: Тема должна быть деактивирована перед обновлением
tr_tr: Güncellemeden önce tema devre dışı bırakılmalıdır

source: Click to open theme configuration
ru_ru: Нажмите чтобы открыть настройки темы
tr_tr: Tema yapılandırmasını açmak için tıklayın

source: Theme has been updated correctly.
ru_ru: Тема успешно обновлена.
tr_tr: Tema doğru bir şekilde güncellendi.

source: Go to appearance page
ru_ru: Перейти на страницу темы
tr_tr: Görünüm sayfasına git

source: Download theme from OsclassPoint
ru_ru: Загрузить тему из OsclassPoint
tr_tr: OsclassPoint'ten tema indirin

source: Manage the images that users have uploaded along with their listings. You can delete them without deleting the whole listing if the image is inappropriate or doesn’t match the listing.
ru_ru: Управляйте изображениями, загруженными пользователями вместе с объявлениями. Вы можете удалить их, не удаляя объявление, если изображение неприемлемо или не соответствует объявлению.
tr_tr: Kullanıcıların ilanlara ek olarak yüklediği görselleri yönetin. Resim uygun değilse ya da ilanla ilgili değilse ilanı silmeden resmi silebilirsiniz.

source: Media - %s
ru_ru: Медиа - %s
tr_tr: Medya - %s

source: Delete media
ru_ru: Удалить медиа
tr_tr: Medyayı sil

source: Manage media
ru_ru: Управление медиа
tr_tr: Medyayı yönet

source: Are you sure you want to delete this media file?
ru_ru: Вы действительно хотите удалить данный медиафайл?
tr_tr: Bu medya dosyasını silmek istediğinizden emin misiniz?

source: Edit page
ru_ru: Изменить страницу
tr_tr: Sayfayı düzenle

source: Add page
ru_ru: Добавить страницу
tr_tr: Sayfa ekle

source: Pages
ru_ru: Страницы
tr_tr: Sayfalar

source: Used to quickly identify this page
ru_ru: Используется для быстрой идентификации страницы
tr_tr: Bu sayfayı hızlı bir şekilde tanımlamak için kullanılır

source: Page template
ru_ru: Шаблон страницы
tr_tr: Sayfa şablonu

source: Default template
ru_ru: Шаблон по умолчанию
tr_tr: Varsayılan şablon

source: Add link to footer in front-office
ru_ru: Добавить ссылку в нижний колонтитул темы
tr_tr: Ön bürodaki altbilgiye bağlantı ekle

source: Allow search engines to index this page
ru_ru: Разрешить поисковым системам индексировать данную страницу
tr_tr: Arama motorlarının bu sayfayı dizine eklemesine izin ver

source: With Osclass you can create static pages on which information can be stored, such as "About Us" or "Info" pages. From here you can create, edit or delete your site's static pages.
ru_ru: С помощью Osclass вы можете создавать статические страницы, на которых может храниться информация, например: страницы «О нас» или «Информация». Отсюда вы можете создавать, редактировать или удалять статические страницы вашего сайта.
tr_tr: Osclass ile "Hakkımızda" veya "Bilgi" sayfaları gibi bilgilerin saklanabileceği statik sayfalar oluşturabilirsiniz. Buradan sitenizin statik sayfalarını oluşturabilir, düzenleyebilir veya silebilirsiniz.

source: Create page
ru_ru: Создать страницу
tr_tr: Sayfa oluştur

source: Pages - %s
ru_ru: Страницы - %s
tr_tr: Sayfalar - %s

source: Manage pages
ru_ru: Управление страницами
tr_tr: Sayfaları yönet

source: Delete page
ru_ru: Удалить страницу
tr_tr: Sayfayı sil

source: Are you sure you want to delete this page?
ru_ru: Вы действительно хотите удалить страницу?
tr_tr: Bu sayfayı silmek istediğinizden emin misiniz?

source: Docs
ru_ru: Документация
tr_tr: Dokümanlar

source: Official Market
ru_ru: Официальный магазин
tr_tr: Resmi Market

source: Logged in as %s
ru_ru: Вы вошли как %s
tr_tr: %s olarak oturum açıldı

source: No change expiration
ru_ru: Срок действия без изменений
tr_tr: Değişiklik son kullanma tarihi yok

source: Without expiration
ru_ru: Без истечения срока
tr_tr: Son kullanma tarihi olmadan

source: 1 day
ru_ru: 1 день
tr_tr: 1 gün

source: %d days
ru_ru: %d дней
tr_tr: %d gün

source: Select category
ru_ru: Выберите категорию
tr_tr: Kategori seç

source: No subcategory
ru_ru: Без подкатегорий
tr_tr: Alt kategori yok

source: Select subcategory
ru_ru: Выберите подкатегорию
tr_tr: Alt kategori seçin

source: Manually upload Osclass plugins in .zip format. If you prefer, you can manually upload the decompressed plugin to <em>oc-content/plugins</em>.
ru_ru: Загрузите вручную плагины Osclass в формате .zip. При желании вы можете вручную загрузить распакованный плагин в <em>oc-content/plugins</em>.
tr_tr: Osclass eklentilerini .zip formatında elle ekleyin. İsterseniz sıkıştırılmış eklenti dosyasını açıp <em>oc-content/plugins</em> dizinine elle yükleyebilirsiniz.

source: Add plugin - %s
ru_ru: Добавить плагин - %s
tr_tr: Eklenti ekle - %s

source: Add plugin
ru_ru: Добавить плагин
tr_tr: Eklenti ekle

source: You can download and install new plugins directly in %s section.
ru_ru: Вы можете скачать и установить новые плагины в разделе %s.
tr_tr: Yeni eklentileri doğrudan %s bölümünden indirebilir ve yükleyebilirsiniz.

source: Market > Plugins
ru_ru: Магазин > Плагины
tr_tr: Market > Eklentiler

source: Plugin package (.zip)
ru_ru: Пакет плагина (.zip)
tr_tr: Eklenti paketi (.zip)

source: Cannot install new plugin
ru_ru: Невозможно установить новый плагин
tr_tr: Yeni eklenti yüklenemiyor

source: The plugin folder is not writable on your server so you cannot upload plugins from the administration panel. Please make the folder writable and try again.
ru_ru: Папка плагинов недоступна для записи на вашем сервере, поэтому вы не можете загружать плагины из панели управления. Сделайте папку доступной для записи и повторите попытку.
tr_tr: Sunucunuz üzerinde eklenti dizini yazılabilir olmadığı için yönetim panelinden eklentiler yükleyemezsiniz. Eklenti dizinini yazılabilir yapıp yeniden deneyin.

source: Plugins - %s
ru_ru: Плагины - %s
tr_tr: Eklentiler - %s

source: Select the categories where you want to apply these attribute:
ru_ru: Выберите категории, в которых вы хотите применить данный атрибут:
tr_tr: Bu özelliği uygulamak istediğiniz kategorileri seçin:

source: Install or uninstall the plugins available in your installation. In some cases, you'll have to configure the plugin in order to get it to work.
ru_ru: Установите или удалите плагины из вашей системы. В некоторых случаях вам придется настроить плагин, чтобы заставить его работать.
tr_tr: Kurulumuz için uygun eklentileri kurun ya da kaldırın. Bazı durumlarda çalışması için eklentiyi ayarlamanız gerekir.

source: Manage Plugins
ru_ru: Управление плагинами
tr_tr: Eklentileri yönet

source: Plugin couldn't be installed because it triggered a <strong>fatal error</strong>
ru_ru: Не удалось установить плагин, так как он вызвал <strong>фатальную ошибку</strong>
tr_tr: Eklenti yüklenemedi çünkü bir <strong>önemli hata</strong> başlattı

source: Uninstall plugin
ru_ru: Удалить плагин
tr_tr: Eklentiyi kaldır

source: Go to support forums
ru_ru: Перейти на форум поддержки
tr_tr: Destek forumlarına gidin

source: Search for plugin
ru_ru: Искать плагин
tr_tr: Eklenti ara

source: %d plugins
ru_ru: %d плагинов
tr_tr: %d eklenti

source: Show all plugins
tr_tr: Tüm eklentileri göster

source: Show plugins to update
tr_tr: Güncellenecek eklentileri göster

source: No plugins has been found
ru_ru: Плагины не найдены
tr_tr: Eklenti bulunamadı

source: This action can not be undone. Uninstalling plugins may result in a permanent loss of data. Are you sure you want to continue?
ru_ru: Это действие невозможно отменить. Удаление плагинов может привести к безвозвратной потере данных. Вы действительно хотите продолжить?
tr_tr: Bu işlem geri alınamaz. Eklentilerin kaldırılması kalıcı veri kaybına neden olabilir. Devam etmek istediğine emin misin?

source: You are about to delete the files of the plugin. Do you want to continue?
ru_ru: Вы собираетесь удалить файлы плагина. Вы действительно хотите продолжить?
tr_tr: Eklentinin dosyalarını silmek üzeresiniz. Devam etmek istiyor musun?

source: Change advanced configuration of your Osclass. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ru_ru: Измените дополнительные настройки Osclass. <strong>Будьте осторожны</strong> при изменении значений по умолчанию, вы должны знать что делаете!
tr_tr: Osclass'ınızın gelişmiş yapılandırmasını değiştirin. Ne yaptığınızdan emin değilseniz, varsayılan değerleri değiştirirken <strong>dikkatli olun</strong>!

source: Advanced Settings - %s
ru_ru: Расширенные настройки - %s
tr_tr: Gelişmiş Ayarlar - %s

source: Flush cache
ru_ru: Очистить кеш
tr_tr: Önbelleği temizle

source: Remove all data from cache.
ru_ru: Удалите все данные из кеша.
tr_tr: Tüm verileri önbellekten kaldırın.

source: Advanced Settings
ru_ru: Расширенные настройки
tr_tr: Gelişmiş Ayarlar

source: Subdomain type
ru_ru: Тип поддомена
tr_tr: Alt alan türü

source: No subdomains
ru_ru: Нет поддоменов
tr_tr: Alt alan adı yok

source: Category based
ru_ru: На основе категорий
tr_tr: Kategori temelli

source: Country based
ru_ru: На основе стран
tr_tr: Ülke temelli

source: Region based
ru_ru: На основе регионов
tr_tr: Şehir temelli

source: City based
ru_ru: На основе городов
tr_tr: İlçe temelli

source: User based
ru_ru: На основе пользователей
tr_tr: Kullanıcı temelli

source: Your host is required to know the subdomain.
ru_ru: Ваш хост должен знать субдомен.
tr_tr: Alt site için ana sitenin bilinmesi gerekir.

source: Your current host is "%s". Add it without "www".
ru_ru: Ваш текущий хост - «%s». Добавьте без www.
tr_tr: Şu anki alt siteniz "%s". Bunu "www" olmadan yazın.

source: Remember to enable cookies for the subdomains too.
ru_ru: Не забудьте также включить файлы cookie для поддоменов.
tr_tr: Alt siteler için de çerezleri devreye sokmayı unutmayın.

source: Custom number: this field must only contain numeric characters
ru_ru: Произвольный номер: это поле должно содержать только цифры
tr_tr: İsteğe bağlı sayı: bu alanda yalnız harf ve sayı olabilir

source: Custom number: this field cannot be left empty
ru_ru: Произвольный номер: это поле нельзя оставлять пустым
tr_tr: İsteğe başlı sayı: bu alan boş kalamaz

source: Modify breadcrumbs section shown bellow header, customize it or hide on particular pages
ru_ru: Измените раздел хлебных крошек, показанный под заголовком, настройте его или скройте на определенных страницах
tr_tr: Aşağıdaki başlıkta gösterilen kalıntıları değiştirin, özelleştirin veya belirli sayfalarda gizleyin

source: Breadcrumbs Settings - %s
ru_ru: Настройка хлебных крошек - %s
tr_tr: Çerez Kalıntıları Ayarları - %s

source: Breadcrumbs Settings
ru_ru: Настройка хлебных крошек
tr_tr: Çerez Kalıntıları Ayarları

source: Breadcrumb elements on listings page
ru_ru: Элементы хлебных крошек на странице объявлений
tr_tr: Listeler sayfasındaki içerik haritası öğeleri

source: Website (Page) title
ru_ru: Заголовок сайта (страницы)
tr_tr: Web sitesi (Sayfa) başlığı

source: Country name
ru_ru: Название страны
tr_tr: Ülke adı

source: Region name
ru_ru: Название региона
tr_tr: Şehir adı

source: City name
ru_ru: Название города
tr_tr: İlçe adı

source: Category name
ru_ru: Название категории
tr_tr: Kategori adı

source: Parent listing categories
ru_ru: Родитель категории объявления
tr_tr: Üst listeleme kategorileri

source: Hide breadcrumbs on specific page
ru_ru: Скрыть хлебные крошки на конкретной странице
tr_tr: Belirli bir sayfada kalıntıları gizle

source: Search
ru_ru: Поиск
tr_tr: Ara

source: page
ru_ru: страница
tr_tr: sayfa

source: Send friend
ru_ru: Отправить другу
tr_tr: Arkadaşına gönder

source: Contact seller
ru_ru: Написать продавцу
tr_tr: Satıcıyla iletişime geç

source: Item publish
ru_ru: Объявление опубликовано
tr_tr: İlan yayınlama

source: Item edit
ru_ru: Объявление изменено
tr_tr: İlan düzenleme

source: User items
ru_ru: Объявления пользователя
tr_tr: Kullanıcı İlanları

source: User alerts
ru_ru: Уведомления пользователя
tr_tr: Kullanıcı uyarıları

source: User profile
ru_ru: Профиль пользователя
tr_tr: Kullanıcı profili

source: User change email
ru_ru: Изменение email пользователя
tr_tr: Kullanıcı e-postasını değiştir

source: User change password
ru_ru: Изменение пароля пользователя
tr_tr: Kullanıcı şifresini değiştir

source: User change username
ru_ru: Изменение имени пользователя
tr_tr: Kullanıcı adını değiştir

source: Login
ru_ru: Войти
tr_tr: Giriş

source: Recover password
ru_ru: Восстановить пароль
tr_tr: Şifre kurtarma

source: Forgot password
ru_ru: Забыли пароль
tr_tr: Parolamı unuttum

source: Register
ru_ru: Регистрация
tr_tr: Kayıt ol

source: Static page
ru_ru: Статическая страница
tr_tr: Satik sayfa

source: Contact
ru_ru: Контакты
tr_tr: İletişim

source: Custom hide rules
ru_ru: Скрыть пользовательские правила
tr_tr: Özel gizleme kuralları

source: Enter custom pages where to hide breadcrumbs, i.e. for plugin pages, in format: location-section. Delimit with comma (,). Example: osp-cart, osp-promote, blg-home
ru_ru: Введите пользовательские страницы, на которых следует скрывать хлебные крошки, например, для страниц плагинов, в формате: location-section. Разделите запятой (,). Пример: osp-cart, osp-promotion, blg-home
tr_tr: Çerez kalıntılarının gizleneceği özel sayfaları, yani eklenti sayfaları için şu biçimde girin: konum bölümü. Virgülle (,) ayırın. Örnek: osp-cart, osp-promote, blg-home

source: Moderated comments: this field is required
ru_ru: Модерируемые комментарии: это поле обязательно для заполнения
tr_tr: Denetlenen yorumlar: bu alan zorunludur

source: Moderated comments: this field must only contain numeric characters
ru_ru: Модерируемые комментарии: это поле должно содержать только числа
tr_tr: Denetlenen yorumlar: bu alan yalnızca sayısal karakterler içermelidir

source: Comments per page: this field is required
ru_ru: Комментариев на страницу: это поле обязательно для заполнения
tr_tr: Sayfa başına yorum: bu alan zorunludur

source: Comments per page: this field must only contain numeric characters
ru_ru: Комментариев на странице: это поле должно содержать только числа
tr_tr: Sayfa başına yorumlar: bu alan yalnızca sayısal karakterler içermelidir

source: Modify the options that allow your users to publish comments on your site's listings.
ru_ru: Измените параметры позволяющие пользователям публиковать комментарии к объявлениям сайта.
tr_tr: Kullanıcılarınızın sitenizin girişlerinde yorum yayınlamasına izin veren seçenekleri değiştirin.

source: Comment Settings - %s
ru_ru: Настройки комментариев - %s
tr_tr: Yorum Ayarları - %s

source: Comment Settings
ru_ru: Настройки комментариев
tr_tr: Yorum Ayarları

source: Default comment settings
ru_ru: Настройки комментариев по умолчанию
tr_tr: Varsayılan yorum ayarları

source: Allow people to post comments on listings
ru_ru: Разрешить пользователям публиковать комментарии к объявлениям
tr_tr: İnsanların ilanlara yorum göndermesine izin ver

source: Users must be registered and logged in to comment
ru_ru: Чтобы оставлять комментарии, пользователи должны быть зарегистрированы и авторизованы
tr_tr: Kullanıcılar yorum yapabilmek için kayıt olmalı ve giriş yapmalıdır

source: Enable rating on comments
ru_ru: Включить рейтинг в комментариях
tr_tr: Yorumlarda derecelendirmeyi etkinleştir

source: A comment is being held for moderation
ru_ru: Комментарий находится на модерации
tr_tr: Yorum moderatör tarafından onaylanmalı

source: Before a comment appears, comment author must have at least %s previously approved comments
ru_ru: Перед появлением комментария у автора должно быть не менее %s ранее одобренных комментариев
tr_tr: Yorum yayınlanmadan önce yorumu yazanın en az %s adet onaylanmış yorumu olmalı

source: If the value is zero, an administrator must always approve comments
ru_ru: Если значение равно нулю, администратор всегда должен одобрять комментарии
tr_tr: Eğer sıfır yazılırsa bir yöneticinin her zaman yorumları onaylaması gerekir

source: Other comment settings
ru_ru: Другие настройки комментариев
tr_tr: Diğer yorum ayarları

source: Break comments into pages with %s comments per page
ru_ru: Разбить комментарии на страницы, по %s комментариев на странице
tr_tr: Sayfada %s yorum olacak biçimde yorumları sayfalara böl

source: If the value is zero all comments are shown
ru_ru: Если значение равно нулю, отображаются все комментарии
tr_tr: Sıfır yazılırsa bütün yorumlar gösterilir

source: E-mail admin whenever
ru_ru: Всегда оправлять письмо админу
tr_tr: Şu durumlarda yöneticiye e-posta gönder

source: A new comment is posted
ru_ru: Когда добавлен новый комментарий
tr_tr: Yeni bir yorum gönderildi

source: E-mail user whenever
ru_ru: Всегда оправлять письмо пользователю
tr_tr: Şu durumlarda kullanıcıya e-posta gönder

source: There's a new comment on his listing
ru_ru: Когда к его объявлению добавлен новый комментарий
tr_tr: Kullanıcı ilanına yeni bir yorum var

source: Add new currencies or edit existing currencies so users can publish listings in their country's currency.
ru_ru: Добавьте новые валюты или редактируйте существующие, чтобы пользователи могли публиковать объявления в валюте своей страны.
tr_tr: Kullanıcıların ilanlarını kendi para birimlerinde yayınlamaları için yeni para birimleri ekleyin ya da mevcut para birimlerini düzenleyin.

source: Currencies - %s
ru_ru: Валюты - %s
tr_tr: Para birimleri - %s

source: Currencies
ru_ru: Валюты
tr_tr: Para birimleri

source: Are you sure you want to %s the selected currencies?
ru_ru: Вы действительно хотите %s выбранные валюты?
tr_tr: Seçili para birimleri için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Code
ru_ru: Код
tr_tr: Kod

source: Delete currency
ru_ru: Удалить валюту
tr_tr: Para birimini sil

source: Are you sure you want to delete this currency?
ru_ru: Вы действительно хотите удалить валюту?
tr_tr: Bu para birimini silmek istediğinizden emin misiniz?

source: Currency code: this field is required
ru_ru: Код валюты: это поле обязательно для заполнения
tr_tr: Para birimi kodu: bu alan gerekli

source: Name: this field is required
ru_ru: Имя: это поле обязательно для заполнения
tr_tr: Ad: bu alan gerekli

source: Add currency
ru_ru: Добавить валюту
tr_tr: Para birimi ekle

source: Edit currency
ru_ru: Изменить валюту
tr_tr: Para birimini düzenle

source: Update currency
ru_ru: Обновить валюту
tr_tr: Para birimini güncelle

source: Currency Code
ru_ru: Код валюты
tr_tr: Para Birimi Kodu

source: Must be a three-character code according to the <a href="%s" target="_blank">ISO 4217</a>
ru_ru: Должно быть кодом из трех символов в соответствии с <a href="%s" target="_blank">ISO 4217</a>
tr_tr: <a href="%s" target="_blank">ISO 4217</a> uyarınca üç harflik bir kod olmalı

source: Currency symbol
ru_ru: Символ валюты
tr_tr: Para birimi sembolü

source: Save changes before validating API key
ru_ru: Сохраните изменения перед проверкой ключа API
tr_tr: API anahtarını doğrulamadan önce değişiklikleri kaydedin

source: Page title: this field is required
ru_ru: Заголовок страницы: это поле обязательно для заполнения
tr_tr: Sayfa başlığı: bu alan gerekli

source: Email: this field is required
ru_ru: Email: это поле обязательно для заполнения
tr_tr: E-posta: bu alan gerekli

source: Invalid email address
ru_ru: Неверный формат Email
tr_tr: Gerçersiz e-posta adresi

source: Listings shown in RSS feed: this field is required
ru_ru: Объявления, отображаемые в RSS-ленте: это поле обязательно для заполнения
tr_tr: RSS beslemede gösterilen ilanlar: bu alan gerekli

source: Listings shown in RSS feed: this field must only contain numeric characters
ru_ru: Объявления, отображаемые в RSS-потоке: это поле должно содержать только числа
tr_tr: RSS beslemede gösterilen ilanlar: bu alanda yalnızca harf ve sayılar olmalı

source: Latest listings shown: this field is required
ru_ru: Показанные последние объявления: это поле обязательно для заполнения
tr_tr: Gösterilen en yeni ilanlar: bu alan gerekli

source: Latest listings shown: this field must only contain numeric characters
ru_ru: Показанные последние объявления: это поле должно содержать только числа
tr_tr: RSS beslemede gösterilen en yeni ilanlar: bu alanda yalnızca harf ve sayılar olmalı

source: The search page shows: this field is required
ru_ru: Отображение на странице поиска: это поле обязательно для заполнения
tr_tr: Gösterilen arama sayfası: bu alan gerekli

source: The search page shows: this field must only contain numeric characters
ru_ru: Отображение на странице поиска: это поле должно содержать только числа
tr_tr: RSS beslemede gösterilen arama sayfası: bu alanda yalnızca harf ve sayılar olmalı

source: You are going to be disconnected from the Market, all your plugins and themes downloaded will remain installed and configured but you will not be able to update or download new plugins and themes. Are you sure?
ru_ru: Вы будете отключены от Маркета, все загруженные плагины и темы останутся установленными и настроенными, но вы не сможете обновлять или загружать новые плагины и темы. Вы действительно хотите выполнить это действие?
tr_tr: Market ile bağlantınız kesilecek, indirdiğiniz tüm eklentiler ve temalar kurulu ve yapılandırılmış olarak kalacak, ancak yeni eklentileri ve temaları güncelleyemeyecek veya indiremeyeceksiniz. Emin misin?

source: Change the basic configuration of your Osclass. From here, you can modify variables such as the site’s name, the default currency or how lists of listings are displayed. <strong>Be careful</strong> when modifying default values if you're not sure what you're doing!
ru_ru: Измените базовую конфигурацию Osclass. Отсюда вы можете изменить такие переменные, как название сайта, валюта по умолчанию или способ отображения списков объявлений. <strong>Будьте осторожны</strong> при изменении значений по умолчанию!
tr_tr: Temel ayarları buradan değiştirin. Sitenin adı, arsayılan para birimi ya da ilanların nasıl gösterileceği gibi değişkenleri düzenleyebilirsiniz. Ne yaptığınızdan emin değilseniz varsayılan ayarları değiştirirken <strong>dikkatli olun</strong>!

source: General Settings - %s
ru_ru: Главные настройки - %s
tr_tr: Genel Ayarlar - %s

source: General Settings
ru_ru: Главные настройки
tr_tr: Genel Ayarlar
