Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Your Osclass installation at %s is up and running. You can access the administration panel with these details:
ru_ru: Osclass на %s запущен и работает. Вы можете получить доступ к панели управления со следующими данными:
tr_tr: %s konumundaki Osclass kurulumunuz çalışıyor ve çalışıyor. Yönetim paneline şu ayrıntılarla erişebilirsiniz:

source: username: %s
ru_ru: Имя пользователя: %s
tr_tr: kullanıcı adı: %s

source: password: %s
ru_ru: Пароль: %s
tr_tr: şifre: %s

source: Remember that for any doubts you might have you can consult our <a href="%1$s">documentation</a>
ru_ru: Если у вас возникнут сомнения, вы можете прочитать <a href="%1$s">документацию</a>.
tr_tr: Herhangi bir şüpheniz varsa <a href="%1$s">belgelerimize</a> başvurabileceğinizi unutmayın.

source: The <a href="https://osclass-classifieds.com">OsclassPoint</a> team
ru_ru: Команда <a href="https://osclass-classifieds.com">OsclassPoint</a>
tr_tr: <a href="https://osclass-classifieds.com">OsclassPoint</a> ekibi

source: Looks like you've already installed Osclass. To reinstall please clear your old database tables first.
ru_ru: Похоже вы уже установили Osclass. Для переустановки сначала очистите старые таблицы базы данных.
tr_tr: Osclass'ı zaten yüklemişsiniz gibi görünüyor. Yeniden yüklemek için lütfen önce eski veritabanı tablolarınızı temizleyin.

source: Osclass Installation
ru_ru: Установка Osclass
tr_tr: Osclass Kurulumu

source: Installation assistant
ru_ru: Помощник по установке
tr_tr: Kurulum yardımcısı

source: 1. Hosting requirements check
ru_ru: 1. Проверка требований к хостингу
tr_tr: 1. Hosting gereksinimleri kontrolü

source: 2. Database information setup
ru_ru: 2. Настройка информации базы данных
tr_tr: 2. Veritabanı bilgisi kurulumu

source: 3. Website information setup
ru_ru: 3. Настройка информации на сайте
tr_tr: 3. Web sitesi bilgi kurulumu

source: Oops! You need a compatible Hosting
ru_ru: Ой! Вам нужен совместимый хостинг
tr_tr: Hata! Uyumlu bir Hosting'e ihtiyacınız var

source: Your hosting seems to be not compatible, check your settings.
ru_ru: Ваш хостинг несовместим, проверьте настройки.
tr_tr: Hostinginiz uyumlu değil gibi görünüyor, ayarlarınızı kontrol edin.

source: Welcome to the Osclass installation, this action takes 3 minutes and does not require technical knowledge. Just fill the information bellow and you will be on your way to using most extendable and powerful classified script in the world!
ru_ru: Добро пожаловать в установку Osclass, это действие занимает 3 минуты и не требует технических знаний. Просто заполните приведенную ниже информацию, и вы будете на пути к использованию самого расширяемого и мощного скрипта доски объявлений в мире!
tr_tr: Osclass kurulumuna hoş geldiniz, bu işlem 3 dakika sürer ve teknik bilgi gerektirmez. Sadece aşağıdaki bilgileri doldurun ve dünyadaki en genişletilebilir ve güçlü sınıflandırılmış komut dosyasını kullanma yolunda olacaksınız!

source: Continue installation in:
ru_ru: Продолжить установку в:
tr_tr: Kuruluma devam et:

source: Requirements check:
ru_ru: Проверка требований:
tr_tr: Gereksinim kontrolü:

source: Check the next requirements:
ru_ru: Проверьте следующие требования:
tr_tr: Sonraki gereksinimleri kontrol edin:

source: Requirements help:
ru_ru: Справка по требованиям:
tr_tr: Gereksinimler yardım:

source: All right, all the requirements have met!
ru_ru: Хорошо, все требования выполнены!
tr_tr: Pekala, tüm gereksinimler karşılandı!

source: Try again
ru_ru: Попробуйте еще раз
tr_tr: Tekrar deneyin

source: Run the install
ru_ru: Запуск установки
tr_tr: Kurulumu çalıştırın

source: Bellow you should enter your database connection details. If you are not sure about these, contact your hosting provider.
ru_ru: Ниже вы должны ввести данные для подключения к базе данных. Если вы не уверены в этом, обратитесь к своему хостинг-провайдеру.
tr_tr: Aşağıda veritabanı bağlantı detaylarınızı girmelisiniz. Bunlardan emin değilseniz, barındırma sağlayıcınıza başvurun.

source: For sale
ru_ru: Продажа
tr_tr: Satılık

source: Vehicles
ru_ru: Транспорт
tr_tr: Araçlar

source: Classes
ru_ru: Обучение
tr_tr: Sınıflar

source: Real estate
ru_ru: Недвижимость
tr_tr: Emlak

source: Services
ru_ru: Услуги
tr_tr: Hizmetler

source: Community
ru_ru: Сообщество
tr_tr: Topluluk

source: Personals
ru_ru: Знакомства
tr_tr: Kişisel

source: Jobs
ru_ru: Работа
tr_tr: Meslekler

source: Animals
ru_ru: Животные
tr_tr: Hayvanlar

source: Art - Collectibles
ru_ru: Искусство - Коллекционирование
tr_tr: Sanat - Koleksiyon Ürünleri

source: Barter
ru_ru: Обмен
tr_tr: Değiş Tokuş

source: Books - Magazines
ru_ru: Книги - Журналы
tr_tr: Kitaplar - Dergiler

source: Cameras - Camera Accessories
ru_ru: Камеры - Аксессуары для фотоаппаратов
tr_tr: Fotoğraf Makineleri ve Aksesuarları

source: CDs - Records
ru_ru: Компакт-диски - Записи
tr_tr: CD - Plak

source: Cell Phones - Accessories
ru_ru: Смартфоны - аксессуары
tr_tr: Cep Telefonları ve Aksesuarları

source: Clothing
ru_ru: Одежда
tr_tr: Giyim

source: Computers - Hardware
ru_ru: Компьютеры и комплектующие
tr_tr: Bilgisayarlar - Donanım

source: Electronics
ru_ru: Электроника
tr_tr: Elektronik

source: For Babies - Infants
ru_ru: Для малышей - младенцев
tr_tr: Bebekler - Çocuklar İçin

source: Garage Sale
ru_ru: Гаражная распродажа
tr_tr: İkinci El

source: Health - Beauty
ru_ru: Красота и здоровье
tr_tr: Sağlık ve Güzellik

source: Home - Furniture - Garden Supplies
ru_ru: Дом - Мебель - Садовые принадлежности
tr_tr: Ev - Mobilya - Bahçe Aletleri

source: Jewelry - Watches
ru_ru: Ювелирные изделия и часы
tr_tr: Mücevher - Saatler

source: Musical Instruments
ru_ru: Музыкальные инструменты
tr_tr: Müzik Aletleri

source: Sporting Goods - Bicycles
ru_ru: Спортивные товары - Велосипеды
tr_tr: Spor Aletleri - Bisikletler

source: Tickets
ru_ru: Билеты
tr_tr: Biletler

source: Toys - Games - Hobbies
ru_ru: Игрушки - Игры - Хобби
tr_tr: Oyuncaklar - Oyunlar - Hobiler

source: Video Games - Consoles
ru_ru: Видеоигры - Консоли
tr_tr: Video Oyunları - Konsollar

source: Everything Else
ru_ru: Все остальное
tr_tr: Diğer Her Şey

source: Cars
ru_ru: Автомобили
tr_tr: Otomobiller

source: Car Parts
ru_ru: Автозапчасти
tr_tr: Otomobil Yedek Parçaları

source: Motorcycles
ru_ru: Мотоциклы
tr_tr: Motosikletler

source: Boats - Ships
ru_ru: Лодки - Корабли
tr_tr: Tekneler - Gemiler

source: RVs - Campers - Caravans
ru_ru: Дома на колесах - Кемперы
tr_tr: Karavanlar

source: Trucks - Commercial Vehicles
ru_ru: Грузовики - Коммерческие автомобили
tr_tr: Kamyonlar - Ticari Taşıtlar

source: Other Vehicles
ru_ru: Другой транспорт
tr_tr: Diğer Taşıtlar

source: Computer - Multimedia Classes
ru_ru: Компьютеры - Мультимедия
tr_tr: Bilgisayar - Multimedya Dersleri

source: Language Classes
ru_ru: Изучение языков
tr_tr: Dil Dersleri

source: Music - Theatre - Dance Classes
ru_ru: Музыка - Театр - Уроки танцев
tr_tr: Müzik - Tiyatro - Dans Dersleri

source: Tutoring - Private Lessons
ru_ru: Репетиторство - Частные уроки
tr_tr: Özel Ders

source: Other Classes
ru_ru: Другое обучение
tr_tr: Diğer Dersler

source: Houses - Apartments for Sale
ru_ru: Дома - Квартиры на продажу
tr_tr: Satılık Daire - Ev

source: Houses - Apartments for Rent
ru_ru: Дома - Квартиры в аренду
tr_tr: Kiralık Daire - Ev

source: Rooms for Rent - Shared
ru_ru: Аренда комнат - Общежития
tr_tr: Kiralık Oda - Paylaşım

source: Housing Swap
ru_ru: Обмен жилья
tr_tr: Konut Değiş Tokuşu

source: Vacation Rentals
ru_ru: Аренда на время отпуска
tr_tr: Tatil İçin Kiralık

source: Parking Spots
ru_ru: Парковочные места
tr_tr: Park Yerleri

source: Land
ru_ru: Земля
tr_tr: Arsa

source: Office - Commercial Space
ru_ru: Офис - Коммерческое помещение
tr_tr: Ofis - Ticari Yer

source: Shops for Rent - Sale
ru_ru: Аренда магазинов - Продажа
tr_tr: Satılık ve Kiralık Dükkan

source: Babysitter - Nanny
ru_ru: Няня - Сиделка
tr_tr: Bebek ve Çocuk Bakıcısı

source: Casting - Auditions
ru_ru: Кастинг - Прослушивания
tr_tr: Rol Ayarlama - Prova

source: Computer
ru_ru: Компьютер
tr_tr: Bilgisayar

source: Event Services
ru_ru: Прочие услуги
tr_tr: Etkinlik Hizmetleri

source: Health - Beauty - Fitness
ru_ru: Здоровье - Красота - Фитнес
tr_tr: Sağlık - Güzellik - Zindelik

source: Horoscopes - Tarot
ru_ru: Гороскопы - Таро
tr_tr: Fal - Tarot

source: Household - Domestic Help
ru_ru: Домохозяйство - Помощь по дому
tr_tr: Ev Temizliği ve Yardımı

source: Moving - Storage
ru_ru: Переезд - Хранение
tr_tr: Taşıma - Depolama

source: Repair
ru_ru: Ремонт
tr_tr: Tamir

source: Writing - Editing - Translating
ru_ru: Написание - Редактирование - Перевод
tr_tr: Yazma - Editörlük - Çevirmenlik

source: Other Services
ru_ru: Другие услуги
tr_tr: Diğer Hizmetler

source: Carpool
ru_ru: Аренда авто
tr_tr: Araç Satış Yeri

source: Community Activities
ru_ru: Общественная деятельность
tr_tr: Topluluk Etkinlikleri

source: Events
ru_ru: Мероприятия
tr_tr: Etkinlikler

source: Musicians - Artists - Bands
ru_ru: Музыканты - Артисты - Группы
tr_tr: Müzisyenler - Sanatçılar - Gruplar

source: Volunteers
ru_ru: Волонтеры
tr_tr: Gönüllüler

source: Lost And Found
ru_ru: Стол находок
tr_tr: Kayıp Eşya

source: Women looking for Men
ru_ru: Женщины ищут мужчин
tr_tr: Erkekleri Arayan Kadınlar

source: Men looking for Women
ru_ru: Мужчины ищут женщин
tr_tr: Kadınları Arayan Erkekler

source: Men looking for Men
ru_ru: Мужчины ищут мужчин
tr_tr: Erkekleri Arayan Erkekler

source: Women looking for Women
ru_ru: Женщины ищут женщин
tr_tr: Kadınları Arayan Kadınlar

source: Friendship - Activity Partners
ru_ru: Дружба - Активные партнеры
tr_tr: Arkadaşlık - Etkinlik Ortakları

source: Missed Connections
ru_ru: Потерянные связи
tr_tr: Yitirilmiş Bağlantılar

source: Accounting - Finance
ru_ru: Учет - Финансы
tr_tr: Muhasebe - Finans

source: Advertising - Public Relations
ru_ru: Реклама - связи с общественностью
tr_tr: Reklam - Halkla İlişkiler

source: Arts - Entertainment - Publishing
ru_ru: Искусство - Развлечения - Издательское дело
tr_tr: Sanat - Eğlence - Yayıncılık

source: Clerical - Administrative
ru_ru: Клерки - Администраторы
tr_tr: Yöneticilik

source: Customer Service
ru_ru: Обслуживание клиентов
tr_tr: Müşteri Hizmetleri

source: Education - Training
ru_ru: Образование - Обучение
tr_tr: Eğitim - Öğretim

source: Engineering - Architecture
ru_ru: Инжиниринг - Архитектура
tr_tr: Mühendislik - Mimari

source: Healthcare
ru_ru: Здравоохранение
tr_tr: Sağlık Bakımı

source: Human Resource
ru_ru: Человеческие ресурсы
tr_tr: İnsan Kaynakları

source: Legal
ru_ru: Юридические услуги
tr_tr: Yasalar

source: Manual Labor
ru_ru: Ручной труд
tr_tr: Kol Gücü Gerektiren İşler

source: Manufacturing - Operations
ru_ru: Производство - Операции
tr_tr: İmalatçılık

source: Marketing
ru_ru: Маркетинг
tr_tr: Pazarlama

source: Non-profit - Volunteer
ru_ru: Некоммерческий - Волонтер
tr_tr: Kâr Amacı Gütmeyen - Gönüllü

source: Real Estate
ru_ru: Недвижимость
tr_tr: Gayrİmenkul

source: Restaurant - Food Service
ru_ru: Рестораны - Общественное питание
tr_tr: Lokanta - Gıda Sektörü

source: Retail
ru_ru: Розничная торговля
tr_tr: Perakende

source: Sales
ru_ru: Продажи
tr_tr: Satış

source: Technology
ru_ru: Технологии
tr_tr: Teknoloji

source: Other Jobs
ru_ru: Другие вакансии
tr_tr: Diğer İşler

source: Example Ad
ru_ru: Пример объявления
tr_tr: Örnek İlan

source: Description of the example ad. Insert here some usefull description of your ad.
ru_ru: Описание примера объявления. Вставьте сюда какое-нибудь полезное описание объявления.
tr_tr: Örnek ilanın açıklaması. İlanınız hakkında yararlı bilgileri yazın.

source: Example author
ru_ru: Пример автора
tr_tr: Örnek yazar

source: osclass@example.com
tr_tr: osclass@ornek.com

source: Example country
ru_ru: Пример страны
tr_tr: Örnek ülke

source: Example region
ru_ru: Пример региона
tr_tr: Örnek şehir

source: Example city
ru_ru: Пример города
tr_tr: Örnek ilçe

source: Example page title
ru_ru: Пример заголовка страницы
tr_tr: Örnek sayfa başlığı

source: This is an example page description. This is a good place to put your Terms of Service or any other help information.
ru_ru: Это пример описания страницы. Это хорошее место для размещения ваших Условий использования или любой другой справочной информации.
tr_tr: Bu örnek bir sayfa açıklaması. Hizmet Koşulları ya da diğer gerekli bilgiler buraya yerleştirilebilir.

source: Non-Existent Category
ru_ru: Несуществующая категория
tr_tr: Var Olmayan Kategori

source: %s in
ru_ru: %s в
tr_tr: %s içinde

source: There's no description available in your language
ru_ru: Нет описания на вашем языке
tr_tr: Dilinizde mevcut açıklama yok

source: Available
ru_ru: Доступно
tr_tr: Mevcut

source: Osclass has some errors
ru_ru: Osclass имеет некоторые ошибки
tr_tr: Osclass'ta bazı hatalar var

source: We've encountered some problems while updating the database structure. The following queries failed:
ru_ru: Мы столкнулись с некоторыми проблемами при обновлении структуры базы данных. Не удалось выполнить следующие запросы:
tr_tr: Veritabanı yapısını güncellerken bazı sorunlarla karşılaştık. Şu sorgular başarısız:

source: These errors could be false-positive errors. If you're sure that is the case, you can continue with the upgrade or <a href="https://forums.osclasspoint.com">ask in our forums</a>.
tr_tr: Bu hatalar yanlış pozitif hatalar olabilir. Durumun böyle olduğundan eminseniz, yükseltmeye devam edebilir veya <a href="https://forums.osclasspoint.com">forumlarımızda sorabilirsiniz</a>.

source: You need to calculate location stats, please go to admin panel, tools, recalculate location stats or click
ru_ru: Вам необходимо рассчитать статистику местоположения, перейдите в панель управления, инструменты, пересчитайте статистику местоположения или нажмите
tr_tr: Konum istatistiklerini hesaplamanız gerekiyor; yönetici panelinde Gereçler > Konum İstatistiklerini yeniden hesaplaya gidin ya da burayı

source: here
ru_ru: здесь
tr_tr: tıklayın

source: Osclass updated correctly
ru_ru: Osclass успешно обновлен
tr_tr: Osclass doğru bir şekilde güncellendi

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
ru_ru: Osclass успешно обновлен. <a href="https://forums.osclasspoint.com">Нужна помощь?</a>
tr_tr: Osclass başarıyla güncellendi. <a href="https://forums.osclasspoint.com">Daha fazla yardıma mı ihtiyacınız var?</a>

source: Everything looks good! Your Osclass installation is up-to-date
ru_ru: Все хорошо! У вас установлена последняя версия Osclass
tr_tr: Her şey iyi gözüküyor! Osclass kurulumunuz güncel

source: Nearly everything looks good! Your Osclass installation is up-to-date, but there were some errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder
ru_ru: Почти все выглядит хорошо! У вас установлена последняя версия Osclass, но при удалении временных файлов произошли ошибки. Удалите вручную папку "oc-content / downloads / oc-temp"
tr_tr: Neredeyse her şey iyi görünüyor! Osclass kurulumunuz güncel, ancak geçici dosyaları kaldırırken bazı hatalar oluştu. Lütfen "oc-content/downloads/oc-temp" klasörünü manuel olarak kaldırın

source: Problems when upgrading the database
ru_ru: Почти все выглядит хорошо! У вас установлена последняя версия Osclass, но при удалении временных файлов произошли ошибки. Удалите вручную папку "oc-content/downloads/oc-temp"
tr_tr: Veritabanı güncellenirken sorunlar oluştu

source: Problems when copying files. Please check your permissions.
ru_ru: Проблемы при копировании файлов. Пожалуйста проверьте разрешения.
tr_tr: Dosyalar kopyalanırken sorunlar oluştu. İzinleri kontrol edin.

source: Missing download URL
ru_ru: Отсутствует URL для загрузки
tr_tr: İndirme için URL eksik

source: We had some errors upgrading your database. The follwing queries failed:
ru_ru: При обновлении базы данных произошли ошибки. Не удалось выполнить следующие запросы:
tr_tr: Veritabanı güncellenirken bazı sorunlar oluştu. Şu sorgular başarısız:

source: [{WEB_TITLE}] has been auto-upgraded
ru_ru: [{WEB_TITLE}] автоматически обновлен
tr_tr: [{WEB_TITLE}] otomatik olarak yeni sürüme geçirildi

source: Hi Admin!
ru_ru: Привет админ!
tr_tr: Merhaba Admin!

source: Let us inform you, that your osclass website {WEB_TITLE} on {WEB_URL} has been auto-upgraded. List of upgraded items is bellow.
ru_ru: Сообщаем вам, что ваш сайт на osclass {WEB_TITLE} в {WEB_URL} автоматически обновлен. Список улучшений приведен ниже.
tr_tr: {WEB_URL} üzerindeki {WEB_TITLE} osclass web sitenizin otomatik olarak yeni sürüme geçirildiğini size bildirelim. Yükseltilen öğelerin listesi aşağıdadır.

source: Osclass core has been updated
ru_ru: Ядро Osclass обновлено
tr_tr: Osclass çekirdeği güncellendi

source: Old version
ru_ru: Старая версия
tr_tr: Eski versiyon

source: Current version
ru_ru: Текущая версия
tr_tr: Şimdiki versiyonu

source: %s plugin(s) has been updated
ru_ru: %s плагин(ы) обновлен
tr_tr: %s eklenti(ler) güncellendi

source: %s theme(s) has been updated
ru_ru: %s тема(ы) обновлена
tr_tr: %s teması güncellendi

source: This is an automatic email, if you already did that, please ignore this email.
ru_ru: Это автоматическое письмо. Если вы уже это сделали, не обращайте внимания на это письмо.
tr_tr: Bu otomatik bir e-postadır, bunu zaten yaptıysanız, lütfen bu e-postayı dikkate almayın.

source: Thank you
ru_ru: Спасибо вам
tr_tr: Teşekkür ederiz

source: Nearly everything looks good! but there were some errors removing temporary files. Please manually remove the \"oc-content/downloads/oc-temp\" folder
ru_ru: Почти все выглядит хорошо! Но при удалении временных файлов возникли некоторые ошибки. Удалите вручную папку \"oc-content/downloads/oc-temp\"
tr_tr: Hemen her şey yolunda görünüyor! Fakat geçici dosyalar silinemedi. Lütfen \"oc-content/downloads/oc-temp\" klasörünü kendiniz silin

source: NOTE: Web user and destination folder user is not the same, you might have an issue there. <br/>Do this in your console:<br/>chown -R %s:%s %s
ru_ru: ПРИМЕЧАНИЕ. Пользователь целевой папки не совпадают, у вас может быть проблема. <br/>Сделайте это в консоли:<br/> chown -R %s:%s %s
tr_tr: NOT: Web kullanıcı ile hedef dizin kullanıcısı aynı değl; bunda bir sorun yaşayabilirsiniz. <br/>Konsolunuzda şunu yapın:<br/>chown -R %s:%s %s

source: This is a paid item, you need to buy it before you are able to download it
ru_ru: Это платный продукт, вам нужно купить его, прежде чем вы сможете его скачать
tr_tr: Bu ücretli bir öğedir, indirmeden önce satın almanız gerekir.

source: Login has failed
ru_ru: Войти не удалось
tr_tr: Giriş başarısız

source: Missing product key
ru_ru: Отсутствует ключ продукта
tr_tr: Ürün anahtarı eksik

source: Logo
ru_ru: Логотип

source: Edit category
ru_ru: Редактировать категорию

source: Expiration dates
ru_ru: Дата истечения

source: Modern
ru_ru: Модерн

source: Spam
ru_ru: Спам

source: Market
ru_ru: Магазин

source: Host
ru_ru: Хост

source: Hostname
ru_ru: Имя хоста

source: Secret key
ru_ru: Секретный ключ

source: Admin
ru_ru: Админ

source: Uploads
ru_ru: Загрузки

source: Web URL
ru_ru: URL сайта

source: Upgrading your Osclass installation (this could take a while):
ru_ru: Обновление Osclass (данное действие может занять некоторое время):

source: (e.g. 192.168.10-20.*)
ru_ru: (Напр.: 192.168.10-20.*)

source: (e.g. *@badsite.com, *@subdomain.badsite.com, *@*badsite.com)
ru_ru: (Напр.: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com)

source: from
ru_ru: из

source: Demo
ru_ru: Демо

source: Internet
ru_ru: Интернет

source: These errors could be false-positive errors. If you're sure that is the case, you can <a href="%s">continue with the upgrade</a>, or <a href="https://forums.osclasspoint.com">ask in our forums</a>.
ru_ru: Эти ошибки могут быть ложноположительными. Если вы уверены, что это так, вы можете <a href="%s">продолжить обновление</a> или <a href="https://forums.osclasspoint.com">спросить на нашем форуме</a>.
