Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Edit
ru_ru: Изменить
tr_tr: Düzenle

source: Delete
ru_ru: Удалить
tr_tr: Sil

source: Moderator
ru_ru: Модератор
tr_tr: Moderatör

source: Administrator
ru_ru: Администратор
tr_tr: Admin

source: Bulk actions
ru_ru: Массовые действия
tr_tr: Toplu eylemler

source: Are you sure you want to %s the selected admins?
ru_ru: Вы действительно хотите этого %s выбранных админов?
tr_tr: Seçili yöneticiler için şu eylemi yapmak istediğinize emin misiniz: %s?

source: No results
ru_ru: Ничего нет
tr_tr: Sonuç yok

source: An error occurred
ru_ru: Произошла ошибка
tr_tr: Bir hata oluştu

source: Order saved
ru_ru: Порядок сохранен
tr_tr: Sıralama kaydedildi

source: An error occurred while updating.
ru_ru: Произошла ошибка при обновлении.
tr_tr: Güncellerken bir hata oluştu

source: Sorry, you already have a field with that name
ru_ru: Извините, у вас уже есть поле с таким названием
tr_tr: Bu adla bir alan zaten var

source: Saved
ru_ru: Сохранено
tr_tr: Kaydedildi

source: The custom field has been deleted
ru_ru: Настраиваемое поле удалено
tr_tr: Özel alan silindi

source: An error occurred while deleting
ru_ru: Произошла ошибка при удалении
tr_tr: Silerken bir hata oluştu

source: NEW custom field
ru_ru: Новое доп. поле
tr_tr: YENİ özel alan

source: No category with id %d exists
ru_ru: Категории с ID %d не существует
tr_tr: %d kimliği ile bir kategori yok

source: The category as well as its subcategories have been enabled
ru_ru: Категория, а также ее подкатегории включены
tr_tr: Kategori ve onun alt kategorileri etkinleştirildi

source: The category as well as its subcategories have been disabled
ru_ru: Категория, а также ее подкатегории отключены
tr_tr: Kategori ve onun alt kategorileri devre dışı bırakıldı

source: Parent category is disabled, you can not enable that category
ru_ru: Родительская категория отключена, вы не можете включить эту категорию
tr_tr: Ana kategori devre dışı bırakıldı; bu kategoriyi devreye sokamazsınız

source: The subcategory has been enabled
ru_ru: Подкатегория включена
tr_tr: Alt kategori devreye sokuldu

source: The subcategory has been disabled
ru_ru: Подкатегория отключена
tr_tr: Alt kategori devre dışı bırakıldı

source: The categories have been deleted
ru_ru: Категории удалены
tr_tr: Kategoriler silindi

source: Category updated correctly
ru_ru: Категория успешно обновлена
tr_tr: Kategori doğru biçimde güncellendi

source: Category updated correctly, but some titles are empty
ru_ru: Категория обновлена, но некоторые заголовки пусты
tr_tr: Kategori doğru biçimde güncellendi ama bazı başlıklar boş

source: Sorry, including at least a title is mandatory
ru_ru: Извините, включение хотя бы названия обязательно
tr_tr: En az bir başlık eklemek zorunlu

source: An error occurred while updating
ru_ru: Произошла ошибка при обновлении
tr_tr: Güncellerken bir hata oluştu.

source: Test email, %s
ru_ru: Тестовое письмо, %s
tr_tr: Test e-postası, %s

source: Test email
ru_ru: Тестовое письмо
tr_tr: Test e-postası

source: This action cannot be done because it is a demo site
ru_ru: Это действие невозможно, потому что это демо-сайт
tr_tr: Demo sitesi olduğu için bu işlem yapılamaz.

source: Email sent successfully
ru_ru: Письмо успешно отправлено
tr_tr: E-posta başarıyla gönderildi

source: An error occurred while sending email
ru_ru: Произошла ошибка при отправке письма
tr_tr: E-posta gönderilirken bir hata oluştu

source: Email field is empty
ru_ru: Поле Email пусто
tr_tr: E-posta alanı boş

source: Invalid email format
ru_ru: Неверный формат Email
tr_tr: Geçersiz e-posta formatı

source: Update available
ru_ru: Доступно обновление
tr_tr: Güncelleme mevcut

source: No update available
ru_ru: Нет доступных обновлений
tr_tr: Güncelleme Yok

source: Version could not be checked
ru_ru: Невозможно проверить версию
tr_tr: Sürüm kontrol edilemedi

source: Checked updates
ru_ru: Проверенные обновления
tr_tr: Kontrol edilen güncellemeler

source: OsclassPoint API Key is missing, enter your key in Settings > General section.
ru_ru: Ключ API OsclassPoint отсутствует, введите его в разделе Настройки> Общие.
tr_tr: OsclassPoint API Anahtarı eksik, Anahtarınızı Ayarlar > Genel bölümüne girin.

source: Plugin
ru_ru: Плагин
tr_tr: Eklenti

source: Theme
ru_ru: Тема
tr_tr: Tema

source: Language
ru_ru: Язык
tr_tr: Dil

source: %s successfully updated
ru_ru: %s успешно обновлено
tr_tr: %s başarıyla güncellendi

source: Product not updated: %s
ru_ru: Продукт не обновлен: %s
tr_tr: Ürün güncellenmedi: %s

source: Everything looks good!
ru_ru: Все хорошо!
tr_tr: Her şey yolunda görünüyor!

source: Nothing to copy
ru_ru: Нечего копировать
tr_tr: Kopyalanacak bir şey yok

source: Unzip failed
ru_ru: Не удалось распаковать
tr_tr: Sıkıştırılmış dosya açılamadı

source: Download failed
ru_ru: Ошибка загрузки
tr_tr: İndirme başarısız

source: Invalid product code
ru_ru: Неверный код продукта
tr_tr: Geçersiz ürün kodu

source: Translation with this code has not been found on OsclassPoint site
ru_ru: Перевод с этим кодом не найден на сайте OsclassPoint
tr_tr: OsclassPoint sitesinde bu kodla çeviri bulunamadı

source: No code was submitted
ru_ru: Код не отправлен
tr_tr: Hiçbir kod iletilmedi

source: You don't have the necessary permissions
ru_ru: У вас нет необходимых прав
tr_tr: Yeterli izne sahip değilsiniz

source: no action defined
ru_ru: действие не определено
tr_tr: tanımlı eylem yok

source: Error loading theme custom file
ru_ru: Ошибка при загрузке пользовательского файла темы
tr_tr: Tema özel dosyası yüklenirken hata oluştu

source: There was problem with update: [%s] %s. You may download update manually at: %s
ru_ru: Возникла проблема с обновлением: [%s] %s. Вы можете скачать обновление вручную: %s
tr_tr: Güncellemeyle ilgili bir sorun oluştu: [%s] %s. Güncellemeyi manuel olarak şuradan indirebilirsiniz: %s

source: Are you sure you want to %s the selected comments?
ru_ru: Вы действительно хотите %s выбранных комментариев?
tr_tr: Seçili yorumlar için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Activate
ru_ru: Активировать
tr_tr: Aktifleştir

source: Deactivate
ru_ru: Отключить
tr_tr: Devre dışı bırak

source: Block
ru_ru: Заблокировать
tr_tr: Engelle

source: Unblock
ru_ru: Разблокировать
tr_tr: Engellemeyi kaldır

source: Regenerate process has been restarted
ru_ru: Процесс регенерации перезапущен
tr_tr: Yeniden oluşturma işlemi yeniden başlatıldı

source: Process has been paused as it was running too long. Click on "Continue regeneration" button to finish process.
ru_ru: Процесс был приостановлен, так как он выполнялся слишком долго. Нажмите кнопку «Продолжить регенерацию», чтобы завершить процесс.
tr_tr: İşlem çok uzun sürdüğü için duraklatıldı. İşlemi bitirmek için "Yenilenmeye devam et" düğmesine tıklayın.

source: You have enabled optimization of CSS or JS, make sure everything works properly on your site before using it on live website. Optimized files are auto-refreshed once something has changed.
ru_ru: Вы включили оптимизацию CSS или JS, убедитесь, что все работает правильно на тестовом сайте, прежде чем использовать в рабочем проекте. Оптимизированные файлы автоматически обновляются после того, как что-то изменилось.
tr_tr: CSS veya JS optimizasyonunu etkinleştirdiniz, canlı web sitesinde kullanmadan önce sitenizde her şeyin düzgün çalıştığından emin olun. Optimize edilmiş dosyalar, bir şey değiştiğinde otomatik olarak yenilenir.

source: Change your password
ru_ru: Изменить пароль
tr_tr: Şifrenizi değiştirin

source: Type your new password
ru_ru: Введите новый пароль
tr_tr: Yeni şifrenizi yazın

source: New password
ru_ru: Новый пароль
tr_tr: Yeni şifre

source: Repeat new password
ru_ru: Повторите новый пароль
tr_tr: Yeni şifre yeniden

source: Change password
ru_ru: Изменить пароль
tr_tr: Şifre değiştir

source: Log in
ru_ru: Войти
tr_tr: Giriş yap

source: Back to %s
ru_ru: Вернуться в %s
tr_tr: %s sayfasına geri dön

source: Username
ru_ru: Имя пользователя
tr_tr: Kullanıcı Adı

source: Password
ru_ru: Пароль
tr_tr: Şifre

source: Remember me
ru_ru: Запомнить меня
tr_tr: Beni hatırla

source: Forgot your password?
ru_ru: Забыли пароль?
tr_tr: Şifrenizi mi unuttunuz?

source: Lost your password
ru_ru: Потеряли пароль к сайту
tr_tr: Parolanızı mı unuttunuz

source: Please enter your username or e-mail address
ru_ru: Пожалуйста, введите имя пользователя или e-mail
tr_tr: Kullanıcı adınızı ya da e-posta adresinizi yazın

source: You will receive a new password via e-mail
ru_ru: Вы получите новый пароль по электронной почте
tr_tr: E-posta yoluyla yeni şifreniz iletilecek

source: E-mail
tr_tr: E-posta

source: Get new password
ru_ru: Получить новый пароль
tr_tr: Yeni şifre edin

source: Plugins demo site mode enabled, you cannot access this section. You can access only oc-admin > Plugins section. Action buttons may be restricted.
ru_ru: Включен режим демонстрационного сайта плагинов, вы не можете получить доступ к этому разделу. Вы можете получить доступ только к разделу oc-admin> Plugins. Кнопки действий могут быть ограничены.
tr_tr: Eklentiler demo site modu etkin, bu bölüme erişemezsiniz. Yalnızca oc-admin > Eklentiler bölümüne erişebilirsiniz. Eylem düğmeleri kısıtlanmış olabilir.

source: Themes demo site mode enabled, you cannot access this section. You can access only oc-admin > Appearance section. Action buttons may be restricted.
ru_ru: Темы в режиме демонстрационного сайта включены, вы не можете получить доступ к этому разделу. Вы можете получить доступ только к разделу oc-admin> Appearance. Кнопки действий могут быть ограничены.
tr_tr: Temalar demo site modu etkin, bu bölüme erişemezsiniz. Yalnızca oc-admin > Görünüm bölümüne erişebilirsiniz. Eylem düğmeleri kısıtlanmış olabilir.

source: Unmark as premium
ru_ru: Снять отметку премиум
tr_tr: Öne çıkan işaretini kaldır

source: Mark as premium
ru_ru: Отметить ка кпремиум
tr_tr: Öne çıkan olarak işaretle

source: Unmark as spam
ru_ru: Снять отметку спам
tr_tr: İlgisiz işaretini kaldır

source: Mark as spam
ru_ru: Отметить как спам
tr_tr: İlgisiz olarak işaretle

source: Are you sure you want to %s the selected listings?
ru_ru: Вы действительно хотите %s выбранных объявлений?
tr_tr: Seçili ilanlar için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Disable (website)
ru_ru: Отключить (сайт)
tr_tr: Devre dışı bırak (web sitesi)

source: Enable (website)
ru_ru: Включить (сайт)
tr_tr: Devreye sok (web sitesi)

source: Disable (oc-admin)
ru_ru: Отключить (oc-admin)
tr_tr: Devre dışı bırak (yönetici)

source: Enable (oc-admin)
ru_ru: Включить (oc-admin)
tr_tr: Devreye sok (yönetici)

source: Update
ru_ru: Обновить
tr_tr: Güncelle

source: Yes
ru_ru: Да
tr_tr: Evet

source: No
ru_ru: Нет
tr_tr: Hayır

source: Are you sure you want to %s the selected languages?
ru_ru: Вы действительно хотите %s выбранные языки?
tr_tr: Seçili diller için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Enable (Website)
ru_ru: Включить (сайт)
tr_tr: Devreye sok (Web sitesi)

source: Disable (Website)
ru_ru: Выключить (сайт)
tr_tr: Devre dışı bırak (Web sitesi)

source: Settings > General > Software updates
ru_ru: Настройки > Основные > Обновление
tr_tr: Ayarlar > Genel > Yazılım güncellemeleri

source: Are you sure you want to %s the selected media files?
ru_ru: Вы действительно хотите %s выбранные медиафайлы?
tr_tr: Seçili medya dosyaları için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Are you sure you want to %s the selected pages?
ru_ru: Вы действительно хотите %s выбранные страницы?
tr_tr: Seçili sayfalar için şu eylemi yapmak istediğinize emin misiniz: %s?

source: %d plugins has been %s.
ru_ru: %d плагины были %s.
tr_tr: %d eklenti %s oldu.

source: enabled
ru_ru: включены
tr_tr: devre sok

source: %d plugins has been %s, %d plugins could not be %s%s.
ru_ru: %d плагины были %s, %d плагины не могли быть %s%s.
tr_tr: %d eklenti %s oldu, %d eklenti %s%s olamazdı.

source: disabled
ru_ru: отключены
tr_tr: devre dışı bırak

source: deleted
ru_ru: удалены
tr_tr: silindi

source: installed
ru_ru: установленны
tr_tr: yüklendi

source: uninstalled
ru_ru: отключены
tr_tr: yüklenemedi

source: New update available
ru_ru: Доступно новое обновление
tr_tr: Yeni güncelleme mevcut

source: Configure
ru_ru: Настроить
tr_tr: Ayarla

source: Disable
ru_ru: Отключить
tr_tr: Devre dışı bırak

source: Enable
ru_ru: Включить
tr_tr: Devreye sok

source: Uninstall
ru_ru: Удалить
tr_tr: Yüklemeyi kaldır

source: Install
ru_ru: Установить
tr_tr: Kur

source: Plugin details
ru_ru: Детали плагина
tr_tr: Eklenti detayları

source: Support
ru_ru: Поддержка
tr_tr: Destek

source: By
ru_ru: От
tr_tr: Oluşturan

source: Version:
ru_ru: Версия:
tr_tr: Sürüm:

source: Are you sure you want to %s the selected plugins?
ru_ru: Вы действительно хотите %s выбранные плагины?
tr_tr: Seçilen eklentileri %s yapmak istediğinizden emin misiniz?

source: Edit admin
ru_ru: Редактировать админа
tr_tr: Yöneticiyi düzenle

source: Save
ru_ru: Сохранить
tr_tr: Kaydet

source: Add admin
ru_ru: Добавить админа
tr_tr: Yönetici ekle

source: Add
ru_ru: Добавить
tr_tr: Ekle

source: Admins
ru_ru: Админы
tr_tr: Adminler

source: Name <em>(required)</em>
ru_ru: Имя <em>(обязательно)</em>
tr_tr: Ad <em>(gerekli)</em>

source: Username <em>(required)</em>
ru_ru: Имя пользователя <em>(обязательно)</em>
tr_tr: Kullanıcı adı <em>(gerekli)</em>

source: E-mail <em>(required)</em>
ru_ru: E-mail <em>(обязательно)</em>
tr_tr: E-posta <em>(gerekli)</em>

source: Admin type <em>(required)</em>
ru_ru: Тип администратора <em>(обязательно)</em>
tr_tr: Yönetici tipi <em>(gerekli)</em>

source: Administrators have total control over all aspects of your installation, while moderators are only allowed to moderate listings, comments and media files
ru_ru: Администраторы имеют полный контроль над всеми аспектами установленного сайта, а модераторам разрешено только модерировать объявления, комментарии и медиафайлы
tr_tr: Yöneticiler kurulumun her yönü üzerinde tam yetkiye sahiptir; moderatörler ise yalnızca ilanlar, yorumlar ve medya dosyaları konusunda yetkilidir

source: Moderator extra access
ru_ru: Дополнительный доступ модератора
tr_tr: Moderatör ekstra erişimi

source: Allow moderator to access plugin pages. Enter plugin file path (from URL) or route (from URL). Separate by comma.
ru_ru: Разрешить модератору доступ к страницам плагина. Введите путь к файлу плагина (из URL) или маршрут (из URL). Через запятую.
tr_tr: Moderatörün eklenti sayfalarına erişmesine izin verin. Eklenti dosya yolunu (URL'den) veya rotayı (URL'den) girin. Virgülle ayırın.

source: File examples
ru_ru: Примеры файлов
tr_tr: Dosya örnekleri

source: Route examples
ru_ru: Примеры маршрутов
tr_tr: Rota örnekleri

source: Type your new password again
ru_ru: Введите новый пароль еще раз
tr_tr: Yeni şifrenizi yeniden yazın

source: Your current password
ru_ru: Ваш текущий пароль
tr_tr: Mevcut şifreniz

source: For security, type <b>your current password</b>
ru_ru: В целях безопасности введите <b>текущий пароль</b>
tr_tr: Güvenlik için <b>geçerli şifrenizi</b> yazın

source: Cancel
ru_ru: Отмена
tr_tr: İptal

source: Add users who can manage your page. You can add admins or moderators: admins have access to the whole admin panel while moderators can only modify listings and see stats.
ru_ru: Добавьте пользователей, которые могут управлять вашей страницей. Вы можете добавить администраторов или модераторов: администраторы имеют доступ ко всей панели администратора, а модераторы могут только редактировать объявления и просматривать статистику.
tr_tr: Sayfanızı yönetebilecek kullanıcılar ekleyin. Yöneticiler ya da moderatörler ekleyebilirsiniz: yöneticiler yönetici panelinin tamamına yetkiliyken moderatörler yalnızca ilanları düzenleyip istatistikleri görebilir.

source: Admins - %s
ru_ru: Админы - %s
tr_tr: Adminler - %s

source: Manage admins
ru_ru: Управление администраторами
tr_tr: Yöneticileri yönet

source: Add new
ru_ru: Добавить
tr_tr: Yeni ekle

source: Apply
ru_ru: Применить
tr_tr: Uygula

source: Name
ru_ru: Имя
tr_tr: Ad

source: Type
ru_ru: Тип
tr_tr: Tip

source: No data available in table
ru_ru: Данные отсутствуют в таблице
tr_tr: Tabloda veri yok

source: Delete admin
ru_ru: Удалить админа
tr_tr: Yöneticiyi sil

source: Are you sure you want to delete this admin?
ru_ru: Вы действительно хотите удалить администратора?
tr_tr: Bu yöneticiyi silmek istediğinizden emin misiniz?

source: Manually add Osclass themes in .zip format. If you prefer, you can manually upload the decompressed theme to <em>oc-content/themes</em>.
ru_ru: Вручную добавьте темы Osclass в формате .zip. При желании вы можете вручную загрузить распакованную тему в <em>oc-content/themes</em>.
tr_tr: Osclass temalarını .zip formatında elle ekleyin. İsterseniz sıkıştırılmış tema dosyasını açıp <em>oc-content/themes</em> dizinine elle yükleyebilirsiniz.

source: Appearance
ru_ru: Внешний вид
tr_tr: Görünüm

source: Add theme - %s
ru_ru: Добавить тему - %s
tr_tr: Tema ekle - %s

source: Add new theme
ru_ru: Добавить тему
tr_tr: Yeni tema ekle

source: You can download and install new themes directly in %s section.
ru_ru: Вы можете скачать и установить новые темы прямо в разделе %s.
tr_tr: Yeni temaları doğrudan %s bölümünden indirebilir ve yükleyebilirsiniz.

source: Market > Themes
ru_ru: Магазин > Темы
tr_tr: Market > Temalar

source: Theme package (.zip)
ru_ru: Пакет темы (.zip)
tr_tr: Tema paketi (.zip)

source: Upload
ru_ru: Загрузить
tr_tr: Yükle

source: Can't install a new theme
ru_ru: Не удается установить новую тему
tr_tr: Yeni bir tema yüklenemedi

source: The theme folder is not writable on your server so you can't upload themes from the administration panel. Please make the theme folder writable and try again.
ru_ru: Папка темы недоступна для записи на вашем сервере, поэтому вы не можете загружать темы из панели администрирования. Сделайте папку темы доступной для записи и повторите попытку.
tr_tr: Sunucunuz üzerinde tema dizini yazılabilir olmadığı için yönetim panelinden temalar yükleyemezsiniz. Tema dizinini yazılabilir yapıp yeniden deneyin.

source: To make the directory writable under UNIX execute this command from the shell:
ru_ru: Чтобы сделать каталог доступным для записи в UNIX, выполните эту команду из терминала:
tr_tr: Bir dizini UNIX altında yazılabilir yapmak için şu komutu uygulayın:

source: Loading data
ru_ru: Загрузка данных
tr_tr: Veriler yükleniyor

source: Version
ru_ru: Версия
tr_tr: Sürüm

source: Author
ru_ru: Автор
tr_tr: Yazan

source: Download manually
ru_ru: Скачать вручную
tr_tr: Elle indir

source: Continue install
ru_ru: Продолжить установку
tr_tr: Kuruluma devam et

source: Edit widget
ru_ru: Изменить виджет
tr_tr: Gereç düzenle

source: Save changes
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri kaydet

source: Add widget
ru_ru: Добавить виджет
tr_tr: Gereç ekle

source: Appearance - %s
ru_ru: Внешний вид - %s
tr_tr: Görünüm - %s

source: Description: this field is required
ru_ru: Описание: это поле обязательно для заполнения
tr_tr: Açıklama: bu alan gerekli

source: Description (for internal purposes only)
ru_ru: Описание (только для внутреннего пользования)
tr_tr: Açıklama (yalnızca bilgi amacıyla)

source: HTML Code for the Widget
ru_ru: HTML-код виджета
tr_tr: Gereç için HTML kodu

source: Enter your custom CSS code to modify design of your theme. Code will not be affected by theme or osclass updates. Code will be inserted into footer between &lt;style&gt;&lt;/style&gt; tags.
ru_ru: Введите код CSS, чтобы изменить дизайн темы. На код не повлияют обновления темы или osclass. Код будет вставлен в нижний колонтитул между &lt;style&gt;&lt;/style&gt; tags.
tr_tr: Temanızın tasarımını değiştirmek için özel CSS kodunuzu girin. Kod, tema veya osclass güncellemelerinden etkilenmeyecektir. Kod, &lt;style&gt;&lt;/style&gt; etiketler.

source: Customization - %s
ru_ru: Кастомизация - %s
tr_tr: Özelleştirme - %s

source: Theme Customization
ru_ru: Кастомизация темы
tr_tr: Tema Özelleştirme

source: Your CSS
ru_ru: Ваш CSS
tr_tr: CSS'niz

source: Do not enter &lt;style&gt;&lt;/style&gt; tags. You may check following CSS guide:
ru_ru: Не вводите тэги &lt;style&gt;&lt;/style&gt; . Вы можете изучить руководство по CSS:
tr_tr: &lt;style&gt;/style&gt; etiketler. Aşağıdaki CSS kılavuzunu inceleyebilirsiniz:

source: Your HTML code
ru_ru: Ваш HTML код
tr_tr: HTML kodunuz

source: You may enter any HTML or JavaScript code. Code will be added into footer. Do not add PHP code.
ru_ru: Вы можете ввести любой код HTML или JavaScript. Код будет добавлен в нижний колонтитул. Не добавляйте PHP-код.
tr_tr: Herhangi bir HTML veya JavaScript kodunu girebilirsiniz. Altbilgiye kod eklenecektir. PHP kodu eklemeyin.

source: Delete theme
ru_ru: Удалить тему
tr_tr: Temayı sil

source: Change your site's look and feel by activating a theme among those available. You can download new themes from the <a href="%s">market</a>. <strong>Be careful</strong>: if your theme has been customized, you'll lose all changes if you change to a new theme.
ru_ru: Измените внешний вид своего сайта, активировав одну из доступных тем. Вы можете скачать новые темы из <a href="%s">магазина</a>. <strong>Будьте осторожны</strong>: если ваша тема была изменена, вы потеряете все изменения, если выберете новую тему.
tr_tr: Sitenizin görünümünü mevcut temalardan birini etkinleştirerek değiştirin. Yeni temaları <a href="%s">market</a> üzerinden indirebilirsiniz. <strong>Dikkat edin</strong>: temanız üzerinde kendiniz değişiklikler yaptıysanız yeni bir temaya geçiş yaptığınızda bu değişiklikleri yitirebilirsiniz.

source: Add theme
ru_ru: Добавить тему
tr_tr: Tema ekle &raquo; %s

source: Current theme
ru_ru: Текущая тема
tr_tr: Şu anki tema

source: by
ru_ru: от
tr_tr: oluşturan

source: Icons
ru_ru: Иконки
tr_tr: İkonlar

source: Advertisement
ru_ru: Реклама
tr_tr: Reklamcılık

source: Plugins
ru_ru: Плагины
tr_tr: Eklentiler

source: Available themes
ru_ru: Доступные темы
tr_tr: Kullanılabilir temalar

source: Preview
ru_ru: Предпросмотр
tr_tr: Ön izleme

source: No other themes found
ru_ru: Других тем не найдено
tr_tr: Başka tema bulunamadı

source: Changes
ru_ru: Изменения
tr_tr: Değişiklikler

source: This action can not be undone. Are you sure you want to delete the theme?
ru_ru: Это действие нельзя отменить. Вы действительно хотите удалить тему?
tr_tr: Bu işlem geri alınamaz. Temayı silmek istediğinize emin misiniz?

source: Please wait until the download is completed
ru_ru: Подождите пока загрузка не будет завершена
tr_tr: İndirme işlemi tamamlanana kadar bekleyin

source: Downloading
ru_ru: Загрузка
tr_tr: İndiriliyor

source: Theme has been downloaded correctly.
ru_ru: Тема успешно загружена.
tr_tr: Tema doğru biçimde indirildi.

source: Ok
ru_ru: Ок
tr_tr: Tamam

source: Close
ru_ru: Закрыть
tr_tr: Kapat

source: Update theme from OsclassPoint
ru_ru: Обновить тему из OsclassPoint
tr_tr: OsclassPoint'ten temayı güncelleyin

source: Modify your site's header or footer here. Only works with compatible themes, such as those available in the market.
ru_ru: Измените верхний или нижний колонтитул вашего сайта. Работает только с совместимыми темами, например, доступными в маркете.
tr_tr: Sitenizin üst (header) ya da alt (footer) bölümünü buradan değiştirin. Yalnızca uyumlu temalar için uygundur - örneğin market bölümünden yüklenenler için.

source: Delete widget
ru_ru: Удалить виджет
tr_tr: Gereci sil

source: Manage Widgets
ru_ru: Управление виджетами
tr_tr: Gereçleri Yönet

source: Section: %s
ru_ru: Раздел: %s
tr_tr: Bölüm: %s

source: Add HTML widget
ru_ru: Добавить HTML виджет
tr_tr: HTML gereç ekle

source: Widget
ru_ru: Виджет
tr_tr: Gereç

source: Description: %s
ru_ru: Описание: %s
tr_tr: Açıklama: %s

source: Current theme does not support widgets
ru_ru: Текущая тема не поддерживает виджеты
tr_tr: Mevcut tema gereçleri desteklemiyor
