Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: You have uploaded a new version of Osclass, you need to upgrade Osclass for it to work correctly.
ru_ru: Вы загрузили новую версию Osclass, вам необходимо обновить Osclass, чтобы она работала правильно.
tr_tr: Osclass'ın yeni bir sürümünü yüklediniz, düzgün çalışması için Osclass'ı yükseltmeniz gerekiyor.

source: This action cannot be done because it is a demo site. Disable demo mode in config.php to continue with upgrade.
tr_tr: Demo site olduğu için bu işlem yapılamamaktadır. Yükseltmeye devam etmek için config.php'de demo modunu devre dışı bırakın.

source: Upgrade now
ru_ru: Обновить
tr_tr: Hemen Güncelle

source: Add, edit or delete information associated to alerts.
ru_ru: Добавляйте, редактируйте или удаляйте информацию связанную с предупреждениями.
tr_tr: Uyarılarla ilişkili bilgileri ekleyin, düzenleyin veya silin.

source: Manage alerts - %s
ru_ru: Управление оповещениями - %s
tr_tr: Uyarıları yönet - %s

source: Manage alerts
ru_ru: Управление оповещениями
tr_tr: Uyarıları yönet

source: Bulk Actions
ru_ru: Массовые действия
tr_tr: Toplu eylemler

source: Are you sure you want to %s the selected alerts?
ru_ru: Вы действительно хотите %s выбранные предупреждения?
tr_tr: Seçili uyarılar için şu eylemi yapmak istediğinize emin misiniz: %s?

source: Delete alert
ru_ru: Удалить оповещения
tr_tr: Uyarıyı sil

source: Are you sure you want to delete this alert?
ru_ru: Вы действительно хотите удалить оповещение?
tr_tr: Bu uyarıyı silmek istediğinizden emin misiniz?

source: Add, edit or delete ban rules. Keep in mind that ban rules prevent users to register, publish or comment on listings.
ru_ru: Добавляйте, редактируйте или удаляйте правила бана. Имейте в виду, что правила запрета не позволяют пользователям регистрироваться, публиковать или комментировать объявления.
tr_tr: Yasaklama kurallarını ekleyin, düzenleyin ya da silin. Yasaklama kurallarının kullanıcıların kayıt olma, ilan yayınlama ya da yorum eklemelerini engelleyeceğini unutmayın.

source: Manage ban rules - %s
ru_ru: Управление правилами бана - %s
tr_tr: Yasaklama kurallarını yönet - %s

source: Manage ban rules
ru_ru: Управление правилами бана
tr_tr: Yasaklama kurallarını yönet

source: Search for a rule
tr_tr: Kural ara

source: %d rules
tr_tr: %d kural

source: Delete rule
ru_ru: Удалить правило
tr_tr: Kuralı sil

source: Are you sure you want to delete this ban rule?
ru_ru: Вы действительно хотите удалить правило бана?
tr_tr: Bu yasaklama kuralını silmek istediğinizden emin misiniz?

source: Edit rule
ru_ru: Изменить правило
tr_tr: Kuralı düzenle

source: Update rule
ru_ru: Обновить правило
tr_tr: Kuralı güncelle

source: Add new ban rule
ru_ru: Добавить правило бана
tr_tr: Yeni yasaklama kuralı ekle

source: Ban name / Reason
ru_ru: Название / причина бана
tr_tr: Ban adı / Sebebi

source: IP rule
ru_ru: Правило IP
tr_tr: IP kuralı

source: Example: 192.168.10-20.*, 192.*.*.*, 192.*.20.*, 192.*.10-20.1, 192.168.10.1
tr_tr: Örnek: 192.168.10-20.*, 192.*.*.*, 192.*.20.*, 192.*.10-20.1, 192.168.10.1

source: E-mail rule
ru_ru: Правило E-mail
tr_tr: E-posta kuralı

source: Example: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com
tr_tr: Örnek: *@badsite.com, *@subdomain.badsite.com, *@*badsite.com, *badsite.*, *badsite*, *.com

source: Update user
ru_ru: Обновить пользователя
tr_tr: Kullanıcıyı güncelle

source: Add new user
ru_ru: Добавить пользователя
tr_tr: Yeni Kullanıcı Ekle

source: Username: this field is required
ru_ru: Имя пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı adı: bu alan zorunludur

source: The username is available
ru_ru: Имя пользователя доступно
tr_tr: Kullanıcı adı uygun

source: The username is NOT available
ru_ru: Имя пользователя недоступно
tr_tr: Kullanıcı adı uygun DEĞiL

source: Contact info
ru_ru: Контактная информация
tr_tr: İletişim bilgisi

source: Last access
ru_ru: Последний доступ
tr_tr: En son erişim

source: %s on %s
ru_ru: %s из %s
tr_tr: %s / %s

source: Failed logins
ru_ru: Неудачный вход
tr_tr: Başarısız girişler

source: %s failed attempts, last one on %s
ru_ru: %s неудачных попыток, последняя %s
tr_tr: %s başarısız deneme, sonuncusu %s

source: Profile picture
ru_ru: Аватарка
tr_tr: Profil fotoğrafı

source: Remove
ru_ru: Удалить
tr_tr: Kaldır

source: (required)
ru_ru: (обязательно)
tr_tr: (gerekli)

source: Cell phone
ru_ru: Мобильный
tr_tr: Cep telefonu

source: Website
ru_ru: Сайт
tr_tr: İnternet sitesi

source: About you
ru_ru: О себе
tr_tr: Senin hakkında

source: User type
ru_ru: Тип пользователя
tr_tr: Kullanıcı tipi

source: Additional information
ru_ru: Дополнительная информация
tr_tr: Ek Bilgiler

source: Location
ru_ru: Расположение
tr_tr: Konum

source: (twice, required)
ru_ru: (дважды, обязательно)
tr_tr: (iki kez, gerekli)

source: If you'd like to change the password, type a new one. Otherwise leave this blank
ru_ru: Если хотите изменить пароль, введите новый. В противном случае оставьте поле пустым
tr_tr: Şifreyi değiştirmek istiyorsanız yenisini yazın. Yoksa boş bırakın

source: Alert #%d
ru_ru: Оповещение #%d
tr_tr: Uyarı #%d

source: <b>Pattern:</b> %s
ru_ru: <b>Шаблон:</b> %s
tr_tr: <b>Kalıp:</b> %s

source: ...More
ru_ru: ...Больше
tr_tr: ... Daha fazla

source: <b>Categories:</b> %s
ru_ru: <b>Категории:</b> %s
tr_tr: <b>Kategoriler:</b> %s

source: Add, edit or delete information associated to registered users. Keep in mind that deleting a user also deletes all the listings the user published.
ru_ru: Добавляйте, редактируйте или удаляйте информацию, связанную с зарегистрированными пользователями. Имейте в виду, что при удалении пользователя также удаляются все объявления опубликованные пользователем.
tr_tr: Kayıtlı kullanıcılarla ilgili bilgileri ekleyin, düzenleyin ya da silin. Bir kullanıcıyı sildiğinizde onun tüm ilanlarının da silineceğini unutmayın.

source: Manage users - %s
ru_ru: Управление пользователями - %s
tr_tr: Kullanıcıları yönet - %s

source: Manage users
ru_ru: Управление пользователями
tr_tr: Kullanıcıları Yönet

source: %d Users
ru_ru: %d Пользователей
tr_tr: %d Kullanıcı

source: Delete user
ru_ru: Удалить пользователя
tr_tr: Kullanıcıyı sil

source: Are you sure you want to delete this user?
ru_ru: Вы действительно хотите удалить пользователя?
tr_tr: Bu kullanıcıyı silmek istediğinizden emin misiniz?

source: Manage the options related to users on your site. Here, you can decide if users must register or if email confirmation is necessary, among other options.
ru_ru: Управляйте параметрами связанными с пользователями на сайте. Здесь вы можете решить, должны ли пользователи регистрироваться или требуется подтверждение по email, среди других вариантов.
tr_tr: Sitenizdeki kullanıcılarla ilgili seçenekleri yönetin. Burada, diğer seçeneklerin yanı sıra, kullanıcıların kaydolması gerekip gerekmediğine veya e-posta onayının gerekli olup olmadığına karar verebilirsiniz.

source: User Settings - %s
ru_ru: Настройка пользователей - %s
tr_tr: Kullanıcı Ayarları - %s

source: User Settings
ru_ru: Настройка пользователей
tr_tr: Kullanıcı ayarları

source: Users enabled
ru_ru: Пользователи включены
tr_tr: Kullanıcılar etkinleştirildi

source: Anyone can register
ru_ru: Любой может зарегистрироваться
tr_tr: Herkes kayıt olabilir

source: Users need to validate their account
ru_ru: Пользователям необходимо подтвердить учетную запись
tr_tr: Kullanıcıların hesaplarını doğrulaması gerekiyor

source: Admin notifications
ru_ru: Уведомлять админа
tr_tr: Yönetici bildirimleri

source: When a new user is registered
ru_ru: Когда зарегистрирован новый пользователь
tr_tr: Yeni bir kullanıcı kaydedildiğinde

source: Admin toolbar
ru_ru: Панель инструментов админа
tr_tr: Admin araç çubuğu

source: Enable admin toolbar in front page
ru_ru: Включить панель инструментов админа на главной странице
tr_tr: Ön sayfada admin araç çubuğunu etkinleştir

source: Enable TinyMCE on user profile - additional information textarea in front/back office
ru_ru: Включить TinyMCE в профиле пользователя - текстовое поле для дополнительной информации во фронт-офисе / бэк-офисе
tr_tr: Kullanıcı profilinde TinyMCE'yi etkinleştirin - ön/arka ofiste ek bilgi metin alanı

source: Profile pictures
ru_ru: Аватарка
tr_tr: Profil fotoğrafları

source: Enable users to upload their profile picture
ru_ru: Разрешить пользователям загружать изображение в профиле
tr_tr: Kullanıcıların profil fotoğraflarını yüklemelerini sağlayın

source: Profile picture size
ru_ru: Размер аватарки
tr_tr: Profil fotoğrafı boyutu

source: The size listed below determine the optimal dimensions in pixels to use when uploading a profile picture. Format: <b>Width</b> x <b>Height</b>.
ru_ru: Размер определяет оптимальные размеры в пикселях для использования при загрузке изображения профиля. Формат: <b>Ширина</b> x <b>Высота</b>.
tr_tr: Aşağıda listelenen boyut, bir profil resmi yüklerken kullanılacak piksel cinsinden en uygun boyutları belirler. Biçim: <b>Genişlik</b> x <b>Yükseklik</b>.

source: Username blacklist
ru_ru: Черный список имен пользователей
tr_tr: Kullanıcı adı kara listesi

source: List of terms not allowed in usernames, separated by commas
ru_ru: Список терминов, запрещенных в именах пользователей, через запятую
tr_tr: Kullanıcı adlarında izin verilmeyen terimlerin virgülle ayrılmış listesi

source: Are you sure you want to %s the selected ban rules?
ru_ru: Вы действительно хотите %s выбранные правила бана?
tr_tr: Seçilen yasaklama kurallarını %s yapmak istediğinizden emin misiniz?

source: Are you sure you want to %s the selected users?
ru_ru: Вы действительно хотите %s выбранных пользователей?
tr_tr: Seçilen kullanıcıları %s yapmak istediğinizden emin misiniz?

source: Resend the activation to
ru_ru: Отправить активацию повторно на
tr_tr: Aktivasyonu tekrar gönder

source: Resend activation
ru_ru: Отправить активацию повторно
tr_tr: Aktivasyonu tekrar gönder

source: Anonymous
ru_ru: Аноним
tr_tr: Anonim

source: Your name: this field is required
ru_ru: Ваше имя: это поле обязательно для заполнения
tr_tr: Adınız: bu alan zorunludur

source: Message: this field is required
ru_ru: Сообщение: это поле обязательно для заполнения
tr_tr: Mesaj: bu alan zorunludur

source: ERROR: Some scripts could not be loaded (%s)
ru_ru: ОШИБКА: не удалось загрузить некоторые скрипты (%s)
tr_tr: HATA: Bazı komut dosyaları yüklenemedi (%s)

source: Manage themes
ru_ru: Управление темами
tr_tr: Temaları yönet

source: Manage widgets
ru_ru: Управление виджетами
tr_tr: Widget'ları yönet

source: Customization
ru_ru: Кастомизация
tr_tr: Özelleştirme

source: Manage plugins
ru_ru: Управление плагинами
tr_tr: Eklentileri yönet

source: Reports
ru_ru: Отчеты
tr_tr: Raporlar

source: General
ru_ru: Главное
tr_tr: Genel

source: Email templates
ru_ru: Шаблоны писем
tr_tr: E-posta Şablonları

source: Mail server
ru_ru: Почтовый сервер
tr_tr: Mail sunucusu

source: Media
ru_ru: Медиа
tr_tr: Medya

source: Breadcrumbs
ru_ru: Хлебные крошки
tr_tr: Çerez kalıntıları

source: Advanced
ru_ru: Расширенно
tr_tr: Gelişmiş

source: Administrators
ru_ru: Админы
tr_tr: Admin

source: Your Profile
ru_ru: Ваш профиль
tr_tr: Senin profil

source: Configuration info
ru_ru: Данные хостинга
tr_tr: Yapılandırma bilgisi

source: Data clean up
ru_ru: Очистка данных
tr_tr: Veri temizleme

source: Backup data
ru_ru: Резервные данные
tr_tr: Yedekleme verileri

source: Upgrade Osclass
ru_ru: Обновить Osclass
tr_tr: Osclass'ı Güncelle

source: Location stats
ru_ru: Статистика ликации
tr_tr: Konum istatistikleri

source: Maintenance mode
ru_ru: Режим обслуживания
tr_tr: Bakım Modu

source: Changelog
tr_tr: Değişiklik kaydı

source: Publish a listing
ru_ru: Дать объявление
tr_tr: Bir ilan yayınla

source: Edit your listing
ru_ru: Изменить объявление
tr_tr: İlanınızı düzenleyin

source: Send to a friend
ru_ru: Отправить другу
tr_tr: Bir arkadaşa gönder

source: Search results
ru_ru: Результаты поиска
tr_tr: Arama sonuçları

source: Search results: %s
ru_ru: Результаты поиска: %s
tr_tr: Arama sonuçları: %s

source: %s's profile
ru_ru: Профиль %s
tr_tr: %s adlı kullanıcının bilgileri

source: Account
ru_ru: Аккаунт
tr_tr: Hesap

source: My listings
ru_ru: Мои объявления
tr_tr: İlanlarım

source: My alerts
ru_ru: Мои оповещения
tr_tr: Uyarılarım

source: Update my profile
ru_ru: OsclassPoint > Аккаунт > Мой профиль
tr_tr: Bilgilerimi güncelle

source: Change my email
ru_ru: Изменение email пользователя
tr_tr: E-posta adresimi değiştir

source: Change my username
ru_ru: Изменение имени пользователя
tr_tr: Kullanıcı adımı değiştir

source: Change my password
ru_ru: Изменить пароль
tr_tr: Şifremi değiştir

source: Recover your password
ru_ru: Восстановить пароль
tr_tr: Şifrenizi yeniden edinin

source: Create a new account
ru_ru: Создать аккаунт
tr_tr: Yeni bir hesap oluştur

source: ERROR: Some dependencies could not be loaded (%s)
ru_ru: ОШИБКА: не удалось загрузить некоторые скрипты (%s)
tr_tr: HATA: Bazı bağımlılıklar yüklenemedi (%s)

source: User name
ru_ru: Имя пользователя
tr_tr: Kullanıcı ismi

source: User email
ru_ru: Email пользователя
tr_tr: Kullanıcı e-postası

source: Link for account validation.
ru_ru: Ссылка для подтверждения аккаунта.
tr_tr: Hesap aktifleştirme için link.

source: Url for account validation.
ru_ru: URL для проверки аккаунта.
tr_tr: Hesap aktifelştirme için URL.

source: List of listings, used when send alerts
ru_ru: Список объявлений, используемых при отправке предупреждений
tr_tr: Uyarılar gönderirken kullanılan ilanlar listesi

source: Unsubscribe link.
ru_ru: Ссылка для отказа от подписки.
tr_tr: Üyelikten çıkma linki.

source: Site home page url.
ru_ru: URL главной страницы сайта.
tr_tr: Sitenin ön sayfası için URL.

source: Site home page link.
ru_ru: Ссылка на главную страницу сайта.
tr_tr: Sitenin ön sayfası için link.

source: Title of your site
ru_ru: Название вашего сайта
tr_tr: Sitenizin adı

source: Current date
ru_ru: Текущая дата
tr_tr: Şimdiki tarih

source: Current time (hour)
ru_ru: Текущее время (час)
tr_tr: Geçerli saat (saat)

source: User ip address
ru_ru: IP адрес пользователя
tr_tr: Kullanıcı ip adresi

source: Comment author name
ru_ru: Имя автора комментария
tr_tr: Yorumu yazanın adı

source: Comment author email
ru_ru: E-mail автора комментария
tr_tr: Yorumu yazanın e-posta adresi

source: Comment title
ru_ru: Заголовок комментария
tr_tr: Yorum başlığı

source: Comment text content
ru_ru: Текст комментария
tr_tr: Yorum metin içeriği

source: Comment body
ru_ru: Текст комментария
tr_tr: Yorum metni

source: Listing url
ru_ru: Url объявления
tr_tr: İlan için URL

source: Item expiration date
ru_ru: Дата истечения объявления
tr_tr: İlan son yayın tarihi

source: Listing list
ru_ru: Список объявлений
tr_tr: İlan listesi

source: Listing title
ru_ru: Заголовок объявления
tr_tr: İlan başlığı

source: Listing image
ru_ru: Изображение объявления
tr_tr: İlan görseli

source: Listing id
ru_ru: Id объявления
tr_tr: İlan ID

source: Listings count
ru_ru: Количество объявлений
tr_tr: İlan sayısı

source: Link for edit listing
ru_ru: Ссылка на редактирование объявления
tr_tr: İlanı düzenleme için link

source: Url for edit listing
ru_ru: Url на редактирование объявления
tr_tr: İlanı düzenleme için URL

source: Delete listing link
ru_ru: Ссылка на удаление объявления
tr_tr: İlanı silmek için link

source: Delete listing url
ru_ru: Url на удаление объявления
tr_tr: İlanı silmek için URL

source: Change user password link
ru_ru: Ссылка на изменение пароля пользователя
tr_tr: Kullanıcı şifresini değiştirmek için link

source: change user password url
ru_ru: Url на изменение пароля пользователя
tr_tr: Kullanıcı şifresini değiştirmek için URL

source: Date time
ru_ru: Дата время
tr_tr: Tarih saat

source: Name of the friend who wants send
ru_ru: Имя друга, которому отправить
tr_tr: Göndermek isteyen arkadaşın adı

source: Email of the friend who wants send
ru_ru: Email от друга, который хочет отправить
tr_tr: Göndermek isteyen arkadaşın e-postası

source: Question about your listing
ru_ru: Вопрос о вашем объявлении
tr_tr: İlanınız hakkında soru

source: Contact name
ru_ru: Имя контакта
tr_tr: İletişim adı

source: User phone number
ru_ru: Номер телефона пользователя
tr_tr: Kullanıcı telefon numarası

source: Listing description
ru_ru: Описание объявления
tr_tr: İlan açıklaması

source: Listing description in all languages
ru_ru: Описание объявления на всех языках
tr_tr: Tüm dillerde ilan açıklaması

source: Listing price
ru_ru: Цена объявления
tr_tr: İlan fiyatı

source: Listing country
ru_ru: Страна объявления
tr_tr: İlan ülkesi

source: Listing region
ru_ru: Регион объявления
tr_tr: İlan şehiri

source: Listing city
ru_ru: Город объявления
tr_tr: İlan ilçesi

source: Seller name
ru_ru: Имя продавца
tr_tr: Satıcı adı

source: Seller email
ru_ru: Email продавца
tr_tr: Satıcı e-postası

source: Admin name
ru_ru: Имя админа
tr_tr: Admin adı

source: %s does not exist!
ru_ru: %s не существует!
tr_tr: %s mevcut değil!

source: %s is not readable!
ru_ru: %s не читается!
tr_tr: %s okunamıyor!

source: %s is corrupt or broken!
ru_ru: %s поврежден или не работает!
tr_tr: %s bozuk!

source: Plugin %s is missing the index.php file %s
ru_ru: В плагине %s отсутствует файл index.php %s
tr_tr: Eklenti %s için index.php eksik %s

source: Alert
ru_ru: Оповещение
tr_tr: Uyarı

source: Show more
ru_ru: Показать больше
tr_tr: Daha fazla göster

source: User
ru_ru: Пользователь
tr_tr: Kullanıcı

source: Expiration date
ru_ru: Дата истечения
tr_tr: Sona erme tarihi

source: Misclassified
ru_ru: Неверные
tr_tr: Yanlış kategorilendirilmiş

source: View comments
ru_ru: Посмотреть комментарии
tr_tr: Yorumları görüntüle

source: View media
ru_ru: Посмотреть медиа
tr_tr: Medya dosyasını gör

source: Never expires
ru_ru: Никогда не истекает
tr_tr: Asla süresi dolmaz

source: Clear Misclassified
ru_ru: Очистить неверно классифицированные
tr_tr: Yanlış kategoride olanı kaldır

source: File
ru_ru: Файл
tr_tr: Dosya

source: Action
ru_ru: Действие
tr_tr: Eylem

source: Attached to
ru_ru: Прикреплен к
tr_tr: İliştirildiği yer

source: Order
ru_ru: Порядок
tr_tr: Sıralama

source: View page
ru_ru: Просмотр страницы
tr_tr: Sayfayı gör

source: Up
ru_ru: Вверх
tr_tr: Yukarı

source: Down
ru_ru: Вниз
tr_tr: Aşağı

source: Last access date
ru_ru: Последний визит
tr_tr: Son erişim tarihi

source: Public profile
ru_ru: Аватарка
tr_tr: Açık profil

source: Log in as %s
ru_ru: Войти как %s
tr_tr: %s olarak giriş yap

source: Block all items
ru_ru: Заблокировать все объявления
tr_tr: Tüm öğeleri engelle

source: Unblock all items
ru_ru: Разблокировать все объявления
tr_tr: Tüm öğelerin engellemesini kaldır

source: Re-send activation email
ru_ru: Отправить повторно письмо для активации
tr_tr: Aktivasyon mailini yeniden gönder

source: You must be logged in
ru_ru: Вы должны быть зарегистрированы
tr_tr: Giriş yapmalısınız

source: Name: %s
ru_ru: Имя: %s
tr_tr: Ad: %s

source: Email: %s
tr_tr: E-posta: %s

source: Subject: %s
ru_ru: Тема: %s
tr_tr: Konu: %s

source: Message: %s
ru_ru: Сообщение: %s
tr_tr: Mesaj: %s

source: Date: %s at %s
ru_ru: Дат: %s в %s
tr_tr: Tarih: %s, %s

source: IP Address: %s
ru_ru: IP адрес: %s
tr_tr: IP Adresi: %s

source: Latest listings added
ru_ru: Последние добавленные объявления
tr_tr: Eklenen en yeni ilanlar

source: Latest listings added in
ru_ru: Последние добавленные объявления в
tr_tr: Eklenen en yeni ilanlar

source: Session timed out
ru_ru: Время сеанса истекло
tr_tr: Oturum zaman aşımına uğradı

source: unsubscribe alert
ru_ru: уведомление об отказе от подписки
tr_tr: abonelikten çıkma uyarısı

source: <p>Dear {WEB_TITLE} admin,</p>
ru_ru: <p>Уважаемый {WEB_TITLE} admin,</p>
tr_tr: <p>Sayın {WEB_TITLE} yöneticisi,</p>

source: {WEB_TITLE} - Your site has upgraded to Osclass {VERSION}
ru_ru: {WEB_TITLE} - Ваш сайт обновлен до Osclass {VERSION}
tr_tr: {WEB_TITLE} - Siteniz Osclass {VERSION} ile güncellendi

source: <p>Your site at {WEB_LINK} has been updated automatically to Osclass {VERSION}</p>
ru_ru: <p>Ваш сайт на {WEB_LINK} автоматически обновлен до Osclass {VERSION}</p>
tr_tr: <p>{WEB_LINK} adresindeki siteniz Osclass {VERSION} ile kendiliğinden güncellendi.</p>

source: <p>There were some minor errors removing temporary files. Please manually remove the "oc-content/downloads/oc-temp" folder</p>
ru_ru: <p>При удалении временных файлов произошли незначительные ошибки. Удалите вручную папку "oc-content/downloads/oc-temp" </p>
tr_tr: <p>Geçici dosyalar kaldırılamadı. "oc-content/downloads/oc-temp" klasörünü kendiniz silin.</p>

source: {WEB_TITLE} - We failed trying to upgrade your site to Osclass {VERSION}
ru_ru: {WEB_TITLE} - Нам не удалось обновить ваш сайт до Osclass {VERSION}
tr_tr: {WEB_TITLE} - Sitenize Osclass {VERSION} güncellemesi yapılamadı.

source: Name: enter at least 3 characters
ru_ru: Имя: введите не менее 3 символов
tr_tr: Ad: en az 3 karakter yazın

source: Name: no more than 50 characters
ru_ru: Имя: введите не более 50 символов
tr_tr: Ad: en fazla 50 karakter yazın

source: Username: enter at least 3 characters
ru_ru: Имя пользователя: введите не менее 3 символов
tr_tr: Kullanıcı adı: en az 3 karakter yazın

source: Username: no more than 50 characters
ru_ru: Имя пользователя: введите не более 50 символов
tr_tr: Kullanıcı adı: en fazla 50 karakter yazın

source: Password: enter at least 5 characters
ru_ru: Пароль: введите не менее 5 символов
tr_tr: Şifre: en az 5 karakter yazın

source: Passwords don't match
ru_ru: Пароли не совпадают
tr_tr: Şifreler aynı değil

source: Enter your e-mail
ru_ru: Введите ваш E-mail
tr_tr: E-posta adresinizi yazın

source: Comment: this field is required
ru_ru: Комментарий: это поле обязательно для заполнения
tr_tr: Yorum: bu alan gerekli

source: Done
ru_ru: Готово
tr_tr: Tamam

source: Prev
ru_ru: Назад
tr_tr: Önceki

source: Next
ru_ru: Вперед
tr_tr: Sonraki

source: Today
ru_ru: Сегодня
tr_tr: Bugün

source: January
ru_ru: Январь
tr_tr: Ocak

source: February
ru_ru: Февраль
tr_tr: Şubat

source: March
ru_ru: Март
tr_tr: Mart

source: April
ru_ru: Апрель
tr_tr: Nisan

source: May
ru_ru: Май
tr_tr: Mayıs

source: June
ru_ru: Июнь
tr_tr: Haziran

source: July
ru_ru: Июль
tr_tr: Temmuz

source: August
ru_ru: Август
tr_tr: Ağustos

source: September
ru_ru: Сентябрь
tr_tr: Eylül

source: October
ru_ru: Октябрь
tr_tr: Ekim

source: November
ru_ru: Ноябрь
tr_tr: Kasım

source: December
ru_ru: Декабрь
tr_tr: Aralık

source: Jan
ru_ru: Янв
tr_tr: Ocak

source: Feb
ru_ru: Фев
tr_tr: Şubat

source: Mar
ru_ru: Мар
tr_tr: Mart

source: Apr
ru_ru: Апр
tr_tr: Nisan

source: Jun
ru_ru: Июн
tr_tr: Haziran

source: Jul
ru_ru: Июл
tr_tr: Temmuz

source: Aug
ru_ru: Авг
tr_tr: Ağustos

source: Sep
ru_ru: Сен
tr_tr: Eylül

source: Oct
ru_ru: Окт
tr_tr: Ekim

source: Nov
ru_ru: Ноя
tr_tr: Kasım

source: Dec
ru_ru: Дек
tr_tr: Aralık

source: Sun
ru_ru: Вос
tr_tr: Pazar

source: Mon
ru_ru: Пон
tr_tr: Pazartesi

source: Tue
ru_ru: Вто
tr_tr: Salı

source: Wed
ru_ru: Срд
tr_tr: Çarşamba

source: Thu
ru_ru: Чтв
tr_tr: Perşembe

source: Fri
ru_ru: Пят
tr_tr: Cuma

source: Sat
ru_ru: Суб
tr_tr: Cumartesi

source: Su
ru_ru: Вс
tr_tr: Pazar

source: Mo
ru_ru: Пн
tr_tr: Pazartesi

source: Tu
ru_ru: Вт
tr_tr: Salı

source: We
ru_ru: Ср
tr_tr: Çarşamba

source: Th
ru_ru: Чт
tr_tr: Perşembe

source: Fr
ru_ru: Пт
tr_tr: Cuma

source: Sa
ru_ru: Сб
tr_tr: Cumartesi

source: Wk
ru_ru: Нед.
tr_tr: Hafta

source: Number
tr_tr: Numara

source: Textarea
tr_tr: Metin alanı

source: Select box
tr_tr: Seçim kutusu

source: Check box
tr_tr: Onay kutusu

source: Radio button
tr_tr: Radyo buton

source: Date interval
tr_tr: Tarih aralığı

source: Select
ru_ru: Выберите
tr_tr: Seç

source: to
ru_ru: в
tr_tr: ile

source: No value
ru_ru: Нет значения
tr_tr: Değer yok

source: Select a category
ru_ru: Выберите категорию
tr_tr: Bir kategori seç

source: Select Category
ru_ru: Выберите категорию
tr_tr: Kategori seç
