Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: There is %s images to be processed. It is recommended to increase php maximum execution time and memory to highest values, in case you have thousands of images, as this process is extensive. If you get error after while, simple go back to this page and continue with process, regeneration will start on latest regenerated image.
ru_ru: Осталось обработать %s изображений. Рекомендуется увеличить максимальное время выполнения и объем памяти php до максимальных значений, если у вас тысячи изображений, так как этот процесс занимает много времени. Если через некоторое время вы получите сообщение об ошибке, просто вернитесь на эту страницу и продолжите процесс, регенерация начнется с последнего восстановленного образа.
tr_tr: İşlenecek %s görsel var. Bu işlem kapsamlı olduğundan, binlerce görüntünüz olması durumunda php maksimum yürütme süresini ve belleği en yüksek değerlere çıkarmanız önerilir. Bir süre sonra hata alırsanız, bu sayfaya geri dönün ve işleme devam edin, en son rejenere görüntü üzerinde rejenerasyon başlayacaktır.

source: Recommendation
ru_ru: Рекомендация
tr_tr: Öneri

source: We highly recommend you have the 'Keep original image' option active when you use watermarks.
ru_ru: Мы настоятельно рекомендуем вам активировать опцию «Сохранить исходное изображение» при использовании водяных знаков.
tr_tr: Site imzası kullanıldığında 'Orijinal Boyutu Koru' seçeneğinin kullabılması önerilir.

source: Optimize your website with stylesheets and scripts merge and compression.
ru_ru: Оптимизируйте свой сайт с помощью слияния и сжатия таблиц стилей и скриптов.
tr_tr: Stil sayfaları ve komut dosyaları birleştirme ve sıkıştırma ile web sitenizi optimize edin.

source: Optimization Settings - %s
ru_ru: Настройка оптимизации - %s
tr_tr: Optimizasyon Ayarları - %s

source: Optimization Settings
ru_ru: Настройка оптимизации
tr_tr: Optimizasyon Ayarları

source: CSS Stylesheets
ru_ru: Таблицы стилей CSS
tr_tr: CSS Stil Sayfaları

source: Merge internal CSS style sheets into one
ru_ru: Объедините внутренние таблицы стилей CSS в одну
tr_tr: Dahili CSS stil sayfalarını bir araya getirin

source: External stylesheets are not merged.
ru_ru: Внешние таблицы стилей объединяться не будут.
tr_tr: Harici stil sayfaları birleştirilmez.

source: Minify/optimize merged CSS style sheet
ru_ru: Минимизировать / оптимизировать объединенную таблицу стилей CSS
tr_tr: Birleştirilmiş CSS stil sayfasını küçült/en iyi duruma getir

source: Comments and redundant whitespaces will be removed
ru_ru: Комментарии и лишние пробелы будут удалены.
tr_tr: Yorumlar ve gereksiz boşluklar kaldırılacak

source: CSS Exclude words
ru_ru: Исключить слова CSS
tr_tr: CSS Hariç tut

source: Banned keywords, in case CSS contains this word in link, will be excluded from optimization.
ru_ru: Запрещенные ключевые слова, если CSS содержит это слово в ссылке, будут исключены из оптимизации.
tr_tr: Yasaklanan anahtar kelimeler, CSS'nin bağlantıda bu kelimeyi içermesi durumunda optimizasyondan hariç tutulacaktır.

source: CSS Exclude pages
ru_ru: Исключить страницы CSS
tr_tr: CSS Hariç tutma sayfaları

source: Exclude optimization of CSS style sheets on particular pages. Example: home, search, item. Optimized scripts are printed before excluded, take it into consideration regarding script dependencies.
ru_ru: Исключить оптимизацию таблиц стилей CSS на определенных страницах. Пример: дом, поиск, предмет. Оптимизированные скрипты печатаются перед исключением, это необходимо учитывать в отношении зависимостей скриптов.
tr_tr: Belirli sayfalarda CSS stil sayfalarının optimizasyonunu hariç tutun. Örnek: ev, arama, öğe. Optimize edilmiş komut dosyaları, hariç tutulmadan önce yazdırılır, komut dosyası bağımlılıkları ile ilgili olarak dikkate alın.

source: JS scripts
ru_ru: JS скрипты
tr_tr: JS komutları

source: Merge internal JS scripts into one
ru_ru: Объединить внутренние JS-скрипты в один
tr_tr: Dahili JS komut dosyalarını tek bir dosyada birleştirin

source: External scripts are not merged.
ru_ru: Внешние скрипты не будут объеденины.
tr_tr: Harici komut dosyaları birleştirilmez.

source: Minify/optimize merged JS scripts
ru_ru: Минимизировать/оптимизировать объединенные JS-скрипты
tr_tr: Birleştirilmiş JS komut dosyalarını küçült/en iyi duruma getir

source: JS Exclude words
ru_ru: JS Исключить слова
tr_tr: JS Kelimeleri hariç tut

source: Banned keywords, in case JS script contains this word in link, will be excluded from optimization.
ru_ru: Запрещенные ключевые слова, если JS-скрипт содержит это слово в ссылке, будут исключены из оптимизации.
tr_tr: JS betiğinin bağlantıda bu kelimeyi içermesi durumunda yasaklı anahtar kelimeler optimizasyondan hariç tutulacaktır.

source: JS Exclude pages
ru_ru: JS Исключить страницы
tr_tr: JS Sayfaları hariç tut

source: Exclude optimization of JS scripts on particular pages. Example: home, search, item
ru_ru: Исключить оптимизацию JS-скриптов на определенных страницах. Пример: дом, поиск, предмет
tr_tr: Belirli sayfalarda JS komut dosyalarının optimizasyonunu hariç tutun. Örnek: ev, arama, öğe

source: Clean up optimized files
ru_ru: Очистить оптимизированные файлы
tr_tr: Sistem sayfalarında JS sistem yönetimini hariç tutun. Örnek: ev, arama, öğe

source: Optimization files are manually cleaned once per week using weekly cron.
ru_ru: Файлы оптимизации очищаются вручную раз в неделю с помощью еженедельного cron.
tr_tr: Optimizasyon dosyaları, haftalık cron kullanılarak haftada bir kez manuel olarak temizlenir.

source: Your optimization folder has size of %s, if you want to cleanup & refresh optimized CSS & JS files, click on "Clean up optimized files" button bellow.
ru_ru: Папка оптимизации имеет размер %s. Если вы хотите очистить и обновить оптимизированные файлы CSS и JS, нажмите кнопку «Очистить оптимизированные файлы» ниже.
tr_tr: Optimizasyon klasörünüzün boyutu %s, optimize edilmiş CSS ve JS dosyalarını temizlemek ve yenilemek istiyorsanız, aşağıdaki "Optimize edilmiş dosyaları temizle" düğmesini tıklayın.

source: Listings url: this field is required
ru_ru: URL объявления: это поле обязательно для заполнения
tr_tr: İlan için URL: bu alan gerekli

source: Page url: this field is required
ru_ru: URL страницы: это поле обязательно для заполнения
tr_tr: Sayfa için URL: bu alan gerekli

source: Categories url: this field is required
ru_ru: URL категории: это поле обязательно для заполнения
tr_tr: Kategoriler için URL: bu alan gerekli

source: Search url: this field is required
ru_ru: URL поиска: это поле обязательно для заполнения
tr_tr: Arama için URL: bu alan gerekli

source: Search country: this field is required
ru_ru: Страна поиска: это поле обязательно для заполнения
tr_tr: Ülke arama: bu alan gerekli

source: Search region: this field is required
ru_ru: Регион поиска: это поле обязательно для заполнения
tr_tr: Şehir arama: bu alan gerekli

source: Search city: this field is required
ru_ru: Город поиска: это поле обязательно для заполнения
tr_tr: İlçe arama: bu alan gerekli

source: Search city area: this field is required
ru_ru: Поиск по району города: это поле обязательно для заполнения
tr_tr: Mahalle arama: bu alan gerekli

source: Search category: this field is required
ru_ru: Категория поиска: это поле обязательно для заполнения
tr_tr: Kategori arama: bu alan gerekli

source: Search user: this field is required
ru_ru: Поиск пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı arama: bu alan gerekli

source: Search pattern: this field is required
ru_ru: Шаблон поиска: это поле обязательно для заполнения
tr_tr: Kalıp arama: bu alan gerekli

source: Contact url: this field is required
ru_ru: URL контактов: это поле обязательно для заполнения
tr_tr: İletişim için URL: bu alan gerekli

source: Feed url: this field is required
ru_ru: URL канала: это поле обязательно для заполнения
tr_tr: Besleme için URL: bu alan gerekli

source: Language url: this field is required
ru_ru: URL языка: это поле обязательно для заполнения
tr_tr: Dil için URL: bu alan gerekli

source: Listing mark url: this field is required
ru_ru: Listing mark url: это поле обязательно для заполнения
tr_tr: İlan işaretleme için URL: bu alan gerekli

source: Listing send friend url: this field is required
ru_ru: Listing send friend url: это поле обязательно для заполнения
tr_tr: İlanı arkadaşına gönder için URL: bu alan gerekli

source: Listing contact url: this field is required
ru_ru: URL контакта с продавцом: это поле обязательно для заполнения
tr_tr: İlan iletişimi için URL: bu alan gerekli

source: New listing url: this field is required
ru_ru: URL объявления: это поле обязательно для заполнения
tr_tr: Yeni ilan için URL: bu alan gerekli

source: Activate listing url: this field is required
ru_ru: Ссылка на активацию объявления: это поле обязательно для заполнения
tr_tr: Aktifleştirme için URL: bu alan gerekli

source: Deactivate listing url: this field is required
ru_ru: Ссылка на деактивацию объявления: это поле обязательно для заполнения
tr_tr: İlan URL'sini devre dışı bırakın: bu alan gereklidir

source: Listing renewal url: this field is required
ru_ru: Ссылка на обновление объявления: это поле обязательно для заполнения
tr_tr: İlan yenileme url'si: bu alan gereklidir

source: Edit listing url: this field is required
ru_ru: Ссылка на редактирование объявления: это поле обязательно для заполнения
tr_tr: Giriş URL'sini düzenleyin: bu alan gereklidir

source: Delete listing url: this field is required
ru_ru: Ссылка на удаление объявления: это поле обязательно для заполнения
tr_tr: İlan URL'sini silin: bu alan gereklidir

source: Delete listing resource url: this field is required
ru_ru: Delete listing resource url: это поле обязательно для заполнения
tr_tr: İlan kaynağı url'sini silin: bu alan gereklidir

source: Login url: this field is required
ru_ru: URL для входа: это поле обязательно для заполнения
tr_tr: Giriş url'si: bu alan gereklidir

source: User dashboard url: this field is required
ru_ru: URL панели управления пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı kontrol paneli url'si: bu alan gereklidir

source: Logout url: this field is required
ru_ru: Ссылка выхода: это поле обязательно для заполнения
tr_tr: Çıkış url'si: bu alan gereklidir

source: User register url: this field is required
ru_ru: Ссылка на регистрацию: это поле обязательно для заполнения
tr_tr: Kullanıcı kaydı url'si: bu alan zorunludur

source: Activate user url: this field is required
ru_ru: Ссылка активации пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı url'sini etkinleştirin: bu alan gereklidir

source: Activate alert url: this field is required
ru_ru: Ссылка уведомлений: это поле обязательно для заполнения
tr_tr: Kullanıcı url'sini etkinleştirin: bu alan gereklidir

source: User profile url: this field is required
ru_ru: Ссылка профиля пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı profili url'si: bu alan zorunludur

source: User listings url: this field is required
ru_ru: Ссылка на объявления пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı ilanları url'si: bu alan zorunludur

source: User alerts url: this field is required
ru_ru: URL оповещений пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı uyarıları url'si: bu alan gereklidir

source: Recover user url: this field is required
ru_ru: Ссылка восстановления пользователя: это поле обязательно для заполнения
tr_tr: Kullanıcı URL'sini kurtar: bu alan gereklidir

source: User forgot url: this field is required
ru_ru: Ссылка на восстановление пароля: это поле обязательно для заполнения
tr_tr: Kullanıcı url'yi unuttu: bu alan zorunludur

source: Change password url: this field is required
ru_ru: Ссылка на изменение пароля: это поле обязательно для заполнения
tr_tr: Şifre url'sini değiştir: bu alan gereklidir

source: Change email url: this field is required
ru_ru: Ссылка на изменение email: это поле обязательно для заполнения
tr_tr: E-posta URL'sini değiştirin: bu alan gereklidir

source: Change username url: this field is required
ru_ru: Ссылка на изменение никнейма: это поле обязательно для заполнения
tr_tr: Kullanıcı adı url'sini değiştir: bu alan gereklidir

source: Change email confirm url: this field is required
ru_ru: Ссылка на подтверждение email: это поле обязательно для заполнения
tr_tr: E-posta onay URL'sini değiştir: bu alan gereklidir

source: Show rules
ru_ru: Показать правила
tr_tr: Kuralları göster

source: Hide rules
ru_ru: Скрыть правила
tr_tr: Kuralları gizle

source: Activate this option if you want your site's URLs to be more attractive to search engines and intelligible for users. <strong>Be careful</strong>: depending on your hosting service, this might not work correctly.
ru_ru: Активируйте данную опцию, если хотите, чтобы URL-адреса сайта были более привлекательными для поисковых систем и понятными для пользователей. <strong>Будьте осторожны</strong>: данная опция может работать некорректно в зависимости от службы хостинга.
tr_tr: Sitenizin URL'lerinin arama motorları için daha çekici ve kullanıcılar için anlaşılır olmasını istiyorsanız bu seçeneği etkinleştirin. <strong>Dikkatli olun</strong>: Barındırma hizmetinize bağlı olarak bu düzgün çalışmayabilir.

source: Permalinks - %s
ru_ru: ЧПУ - %s
tr_tr: Kalıcı bağlantılar - %s

source: Permalinks
ru_ru: ЧПУ
tr_tr: Kalıcı bağlantılar

source: By default Osclass uses web URLs which have question marks and lots of numbers in them. However, Osclass offers you friendly urls. This can improve the aesthetics, usability, and forward-compatibility of your links
ru_ru: По умолчанию Osclass использует адреса с вопросительными знаками и множеством цифр. Однако Osclass предлагает вам удобные URL-адреса. Это может улучшить внешний вид, удобство использования и прямую совместимость ваших ссылок.
tr_tr: Osclass içinde soru işaretleri ve bir çok sayı bulunan URL'ler kullanır. Ancak Osclass size daha anlaşılır URL'ler de sunmakra. Bu seçenek site linklerinin görünümünü, kullanılırlığını ve yönlendirme uyumluluğunu artırır.

source: Friendly urls
ru_ru: Дружественные URL
tr_tr: Kolay URL'ler

source: Enable friendly urls
ru_ru: Включить дружественные URL
tr_tr: Kolay URL'leri etkinleştir

source: Listing URL:
ru_ru: URL объявлений:
tr_tr: İlan URL'si:

source: Accepted keywords: %s
ru_ru: Принятые ключевые слова: %s
tr_tr: Kabul edilen anahtar kelimeler: %s

source: Page URL:
ru_ru: URL страницы:
tr_tr: Sayfa URL'si:

source: Category URL:
ru_ru: URL категории:
tr_tr: Kategori URL'si:

source: Search prefix URL:
ru_ru: URL префикса поиска:
tr_tr: Arama öntakısı URL:

source: It always appear before the category, region or city url.
ru_ru: Он всегда появляется перед URL-адресом категории, региона или города.
tr_tr: Daima kategori, bölge ya da kent URL'si önünde yer alır.

source: Search URL:
ru_ru: URL поиска:
tr_tr: Arama URL:

source: Search keyword country
ru_ru: Поиск по ключевому слову страна
tr_tr: Ülke anahtar sözcüğüne göre arama

source: Search keyword region
ru_ru: Поиск по ключевому слову регион
tr_tr: Şehir anahtar sözcüğüne göre arama

source: Search keyword city
ru_ru: Поиск по ключевому слову город
tr_tr: İlçe anahtar sözcüğüne göre arama

source: Search keyword city area
ru_ru: Поиск по ключевому слову район города
tr_tr: Mahalle anahtar sözcüğüne göre arama

source: Search keyword category
ru_ru: Поиск по ключевому слову категория
tr_tr: Kategori anahtar sözcüğüne göre arama

source: Search keyword user
ru_ru: Поиск по ключевому слову пользователь
tr_tr: Kullanıcı anahtar sözcüğüne göre arama

source: Search keyword pattern
ru_ru: Шаблон ключевого слова поиска
tr_tr: Kalıp anahtar sözcüğüne göre arama

source: Feed
ru_ru: Канал
tr_tr: Besleme

source: Listing mark
ru_ru: Отметка объявления
tr_tr: İlan işareti

source: Listing send friend
ru_ru: Отправить другу
tr_tr: İlanı bir arkadaşa gönderme

source: Listing contact
ru_ru: Контакты объявления
tr_tr: İlan için iletişim

source: Listing new
ru_ru: Новое объявление
tr_tr: Yeni ilan

source: Listing activate
ru_ru: Активация объявления
tr_tr: İlan aktifleştirme

source: Listing deactivate
ru_ru: Деактивация объявления
tr_tr: İlanı devre dışı bırakma

source: Listing renew
ru_ru: Обновление объявления
tr_tr: İlan yenileme

source: Listing edit
ru_ru: Редактирование объявления
tr_tr: İlan düzenleme

source: Listing delete
ru_ru: Удаление объявления
tr_tr: İlan silme

source: Listing resource delete
ru_ru: Удаление ресурсов объявления
tr_tr: İlan kaynağı silme

source: User login
ru_ru: Вход пользователя
tr_tr: Kullanıcı girişi

source: User dashboard
ru_ru: Личный кабинет
tr_tr: Kullanıcı kontrol paneli

source: User logout
ru_ru: Выход пользователя
tr_tr: Kullanıcı çıkışı

source: User register
ru_ru: Регистрация пользователя
tr_tr: Kullanıcı kaydı

source: User activate
ru_ru: Активация пользователя
tr_tr: Kullanıcı etkinleştirme

source: User activate alert
ru_ru: Оповещение активации пользователя
tr_tr: Kullanıcı etkinleştirme uyarısı

source: User listings
ru_ru: Объявления пользователя
tr_tr: Kullanıcı ilanları

source: User recover
ru_ru: Восстановление пользователя
tr_tr: Kullanıcı şifreyi yeniden oluşturma

source: User forgot
ru_ru: Напоминание пароля пользователя
tr_tr: Kullanıcıya anımsa

source: User change email confirm
ru_ru: Подтверждение изменения email пользователя
tr_tr: Kullanıcı e-posta değiştirme onayı

source: Your .htaccess file
ru_ru: Ваш файл .htaccess
tr_tr: .htaccess dosyanız

source: What your .htaccess file should look like
ru_ru: Как должен выглядеть ваш файл .htaccess
tr_tr: .htaccess dosyanız nasıl olmalı

source: Save the searches users do on your site. In this way, you can get information on what they're most interested in. From here, you can manage the options on how much information you want to save.
ru_ru: Сохраните поисковые запросы, которые пользователи выполняют на сайте. Таким образом, вы можете получить информацию о том, что их больше всего интересует. Отсюда вы можете управлять параметрами того, сколько информации вы хотите сохранить.
tr_tr: Kullanıcıların sitede gerçekleştirdiği aramaları kaydedin. Bu yolla en çok ne ile ilgilendikleri hakkında bilgi edinebilirsiniz. Buradan, ne kadar bilginin saklanacağı seçeneğini yönetebilirsiniz.

source: Latest searches Settings - %s
ru_ru: Настройка последних запросов - %s
tr_tr: En Son Arama Ayarları - %s

source: Latest searches Settings
ru_ru: Настройка последних запросов
tr_tr: En Son Arama Ayarları

source: Latest searches
ru_ru: Последние запросы
tr_tr: En son aramalar

source: Save the latest user searches
ru_ru: Сохраните последние поисковые запросы пользователей
tr_tr: Kullanıcılardan en son aramaları kaydet

source: It may be useful to know what queries users make.
ru_ru: Может быть полезно знать, какие запросы задают пользователи.
tr_tr: Hangi sorgulamaların yapıldığını bilmek için yararlı olabilir.

source: How long queries are stored
ru_ru: Как долго хранятся запросы
tr_tr: Sorgulamak ne süreyle saklanacak

source: One hour
ru_ru: Один час
tr_tr: Bir saat

source: One day
ru_ru: Один день
tr_tr: Bir gün

source: One week
ru_ru: Одна неделя
tr_tr: Bir hafta

source: Forever
ru_ru: Навсегда
tr_tr: Hiç silinmeden

source: Store 1000 queries
ru_ru: Хранить 1000 запросов
tr_tr: 1000 sorgu sakla

source: Store %s queries
ru_ru: Хранить %s запросов
tr_tr: %s sorgu sakla

source: This feature can generate a lot of data. It's recommended to purge this data periodically.
ru_ru: Данная функция может генерировать большой объем данных. Рекомендуется периодически очищать эти данные.
tr_tr: Bu özellik çok veri üretebilir. Bu verinin aralıklarla temizlenmesi önerilir.

source: Keep spammers from publishing on your site by configuring reCAPTCHA and Akismet. Be careful: in order to use these services, you must register on their sites first and follow their instructions.
ru_ru: Не позволяйте спамерам публиковаться на вашем сайте, настроив reCAPTCHA и Akismet. Будьте осторожны: чтобы пользоваться данными функциями, вы должны сначала зарегистрироваться на сайтах и следовать инструкциям по настройке.
tr_tr: reCAPTCHA ve Akismet ayarları yoluyla sitenizi davetsiz misafirlerden koruyun. Dikkat edin: bu hizmetleri kullanmak için önce onların sitesine kayıt olup talimatlarını gerçekleştirmeniz gerekir.

source: Spam and bots - %s
ru_ru: Антиспам - %s
tr_tr: Spam ve botlar - %s

source: Spam and bots
ru_ru: Антиспам
tr_tr: Spam ve botlar

source: Akismet is a hosted web service that saves you time by automatically detecting comment and trackback spam. It's hosted on our servers, but we give you access to it through plugins and our API.
ru_ru: Akismet - это веб-сервис, которая экономит ваше время, автоматически обнаруживая спам в комментариях и обратном отслеживании. Он не расположен на наших серверах, но мы даем вам доступ к нему с помощью плагинов и API.
tr_tr: Akismet, yorum ve geri izleme spam'lerini otomatik olarak algılayarak size zaman kazandıran barındırılan bir web hizmetidir. Sunucularımızda barındırılır, ancak eklentiler ve API'miz aracılığıyla size erişmenizi sağlarız.

source: Akismet API Key
ru_ru: Ключ API Akismet
tr_tr: Akismet API Anahtarı

source: This key is valid
ru_ru: Этот ключ действителен
tr_tr: Bu anahtar geçerli

source: The key you entered is invalid. Please double-check it
ru_ru: Введенный вами ключ недействителен. Пожалуйста, проверьте еще раз
tr_tr: Girdiğiniz anahtar geçersiz. Lütfen tekrar kontrol edin

source: Akismet is disabled, please enter an API key. <a href="%s" target="_blank">(Get your key)</a>
ru_ru: Akismet выключен, введите ключ API. <a href="%s" target="_blank">(Получить ключ)</a>
tr_tr: Akismet devre dışı; API anahtarını yazın.<a href="%s" target="_blank">(Anahtar edinin)</a>

source: ReCaptcha v2 Thickbox
tr_tr: ReCaptcha v2 Kalın Kutu

source: ReCaptcha helps prevent automated abuse of your site by using a CAPTCHA to ensure that only humans perform certain actions. <a href="%s" target="_blank">Get your key</a>
ru_ru: reCAPTCHA помогает предотвратить автоматизированные действия на сайте с помощью капчи, чтобы гарантировать, что только люди выполняют определенные действия. <a href="%s" target="_blank">Получить ключ</a>
tr_tr: ReCaptcha, yalnızca insanların belirli eylemleri gerçekleştirmesini sağlamak için bir CAPTCHA kullanarak sitenizin otomatik olarak kötüye kullanılmasını önlemeye yardımcı olur. <a href="%s" target="_blank">Anahtarınızı alın</a>

source: To disable recaptcha, remove API keys from inputs and save settings
ru_ru: Чтобы отключить рекапчу, удалите ключи API из входных данных и сохраните настройки.
tr_tr: Recaptcha'yı devre dışı bırakmak için girişlerden API anahtarlarını kaldırın ve ayarları kaydedin

source: Site key
ru_ru: Ключ сайта
tr_tr: Site anahtarı

source: If you see the reCAPTCHA form it means that you have correctly entered the public key
ru_ru: Если вы видите форму reCAPTCHA, это означает, что вы правильно ввели публичный ключ.
tr_tr: reCAPTCHA formunu görürseniz, ortak anahtarı doğru bir şekilde girmişsiniz demektir.

source: Last 10 weeks
ru_ru: Последние 10 недель
tr_tr: Son 10 hafta

source: Last 10 months
ru_ru: Последние 10 месяцев
tr_tr: Son 10 ay

source: Last 10 days
ru_ru: Последние 10 дней
tr_tr: Son 10 gün

source: See how many comments the listings published on your site have received.
ru_ru: Посмотрите сколько комментариев получили объявления опубликованные на сайте.
tr_tr: Sitenizdeki ilanlara ne kadar yorum eklendiğini görün

source: Statistics
ru_ru: Статистика
tr_tr: İstatistik

source: Comment Statistics - %s
ru_ru: Статистика комментариев - %s
tr_tr: Yorum İstatistikleri - %s

source: Comment Statistics
ru_ru: Статистика комментариев
tr_tr: Yorum İstatistikleri

source: There are no statistics yet
ru_ru: Статистики пока нет
tr_tr: Henüz istatistik yok

source: Latest comments on the web
ru_ru: Последние комментарии в сети
tr_tr: En son yorumlar
