Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Dashboard > Listing > Category
ru_ru: Панель управления > Объявление > Категория
tr_tr: Gösterge Tablosu > İlan > Kategori

source: Listing > Category
ru_ru: Объявление >Категория
tr_tr: İlan > Kategori

source: Redirect priority once item is published. I.e. Dashboard > Listing > Search means, that if user is logged in, will be redirected to user listings page in account. If is not logged and item is active, will be redirected to listing page. Otherwise will go to category page.
ru_ru: Приоритет перенаправления после публикации объявления. Т.е. Панель инструментов> Объявление> Поиск, означает что если пользователь вошел в систему, он будет перенаправлен на страницу объявлений пользователя в учетной записи. Если не зарегистрирован и объявление активно, будет перенаправлен на страницу с объявлением. В противном случае перейдет на страницу категории.
tr_tr: Öğe yayınlandıktan sonra yeniden yönlendirme önceliği. yani Gösterge Tablosu > Listeleme > Arama, kullanıcı oturum açtıysa, hesaptaki kullanıcı listeleri sayfasına yönlendirileceği anlamına gelir. Günlüğe kaydedilmemişse ve öğe etkinse, listeleme sayfasına yönlendirilecektir. Aksi takdirde kategori sayfasına gidecektir.

source: Title length
ru_ru: Длина заголовка
tr_tr: Başlık uzunluğu

source: characters
ru_ru: символов
tr_tr: karakter

source: Description length
ru_ru: Длина описания
tr_tr: Açıklama uzunluğu

source: Optional fields
ru_ru: Необязательные поля
tr_tr: İsteğe bağlı alanlar

source: Attach images
ru_ru: Прикрепить изображения
tr_tr: Görsel iliştir

source: Attach %s images per listing
ru_ru: Прикрепить %s изображений к объявлению
tr_tr: İlan başına %s resim iliştir

source: If the value is zero, it means an unlimited number of images is allowed
ru_ru: Если значение равно нулю, разрешено неограниченное количество изображений
tr_tr: Eğer sıfır yazılırsa sınırsız sayıda resim iliştirilebilir

source: Add language - %s
ru_ru: Добавить язык - %s
tr_tr: Dil Ekle - %s

source: Add language
ru_ru: Добавить язык
tr_tr: Dil Ekle

source: You can import new languages and translations directly in %s section.
ru_ru: Вы можете импортировать новые языки и переводы прямо в разделе %s.
tr_tr: Yeni dilleri ve çevirileri doğrudan %s bölümünde içe aktarabilirsiniz.

source: Market > Languages
ru_ru: Магазин > Языки
tr_tr: Market>Dil

source: Language package (.zip)
ru_ru: Пакет языка (.zip)
tr_tr: Dil paketi (.zip)

source: Can't install a new language
ru_ru: Невозможно установить новый язык
tr_tr: Yeni bir dil yüklenemedi

source: The translations folder is not writable on your server so you can't upload translations from the administration panel. Please make the translation folder writable and try again.
ru_ru: Папка переводов недоступна для записи на сервере, поэтому вы не можете загружать переводы из панели управления. Сделайте папку переводов доступной для записи и попробуйте еще раз.
tr_tr: Sunucunuz üzerinde dil dizini yazılabilir olmadığı için yönetim panelinden dil yükleyemezsiniz. Dil dizinini yazılabilir yapıp yeniden deneyin.

source: Edit language - %s
ru_ru: Изменить язык - %s
tr_tr: Dil düzenle - %s

source: Edit language
ru_ru: Изменить язык
tr_tr: Dil düzenle

source: Short name
ru_ru: Короткое имя
tr_tr: Kısa ad

source: Currency format
ru_ru: Формат валюты
tr_tr: Para birimini sıfırla

source: Number of decimals
ru_ru: Количество знаков после запятой
tr_tr: Ondalık sayısı

source: Decimal point
ru_ru: Десятичная точка
tr_tr: Ondalık işareti

source: Thousands separator
ru_ru: Разделитель тысяч
tr_tr: Binli sayıların gösterilmesi

source: Date format
ru_ru: Формат даты
tr_tr: Tarih formatı

source: Stopwords
ru_ru: Стоп-слова
tr_tr: Çok kullanılan sözcükler

source: Enabled for the public website
ru_ru: Включено для сайта
tr_tr: Herkese açık web sitesi için açık

source: Enabled for the backoffice (oc-admin)
ru_ru: Включено для админки (oc-admin)
tr_tr: Yönetici bölümü için açık

source: Native location names
ru_ru: Собственные названия местоположений
tr_tr: Yerel konum adları

source: Add, edit or delete the language in which your Osclass is displayed, both the part that's viewable by users and the admin panel.
ru_ru: Добавьте, измените или удалите язык, который установлен на ваш Osclass, как часть доступную для просмотра пользователями, так и панель управления.
tr_tr: Osclass için - hem kullanıcı hem de yönetici bölümü - kullanılan dili ekle, düzenle, ya da sil.

source: Languages - %s
ru_ru: Языки - %s
tr_tr: Diller - %s

source: Delete language
ru_ru: Удалить язык
tr_tr: Dili sil

source: Manage Languages
ru_ru: Управление языками
tr_tr: Dilleri Yönet

source: Enabled (website)
ru_ru: Включено (сайт)
tr_tr: Devreye sokulmuş (web sitesi)

source: Enabled (oc-admin)
ru_ru: Включено (админка)
tr_tr: Devreye sokulmuş (oc-admin)

source: Are you sure you want to delete this language?
ru_ru: Вы действительно хотите удалить язык?
tr_tr: Bu dili silmek istediğinizden emin misiniz?

source: Date
ru_ru: Дата
tr_tr: Tarih

source: Language has been downloaded correctly.
ru_ru: Язык успешно загружен.
tr_tr: Dil doğru biçimde indirildi.

source: Update language from OsclassPoint
ru_ru: Обновить язык из OsclassPoint
tr_tr: OsclassPoint'ten dili güncelle

source: Dashboard
ru_ru: Управление
tr_tr: Kontrol Paneli

source: Dashboard - %s
ru_ru: Управление - %s
tr_tr: Kontrol Paneli - %s

source: Users
ru_ru: Пользователи
tr_tr: Kullanıcılar

source: Nothing to show there, you've hidden all dashboard columns.
ru_ru: Здесь нечего показывать, вы скрыли все столбцы панели инструментов.
tr_tr: Orada gösterilecek bir şey yok, tüm gösterge tablosu sütunlarını gizlediniz.

source: To configure columns & widgets, click on "Settings" button in top right corner.
ru_ru: Чтобы настроить столбцы и виджеты, нажмите кнопку «Настройки» в правом верхнем углу.
tr_tr: Sütunları ve widget'ları yapılandırmak için sağ üst köşedeki "Ayarlar" düğmesine tıklayın.

source: At a glance
ru_ru: С первого взгляда
tr_tr: Bir bakışta

source: Collapse
ru_ru: Свернуть
tr_tr: Çöküş

source: Running on osclass v%s, using %s for front office and %s for backoffice.
ru_ru: Работает на osclass v%s, используя %s для фронт-офиса и %s для бэк-офиса.
tr_tr: Ön ofis için %s ve arka ofis için %s kullanılarak osclass v%s üzerinde çalışıyor.

source: This website is using %s plugins, %s are active and %s are disabled and %s are not installed.
ru_ru: На данном сайте используются плагины %s, %s активно, %s отключено, %s не установлено.
tr_tr: Bu web sitesi %s eklentileri kullanıyor, %s etkin ve %s devre dışı ve %s kurulu değil.

source: Optimization
ru_ru: Оптимизация
tr_tr: Optimizasyon

source: CSS style sheets optimization is enabled.
ru_ru: Оптимизация таблиц стилей CSS включена.
tr_tr: CSS stil sayfaları optimizasyonu etkinleştirildi.

source: CSS style sheets optimization is disabled.
ru_ru: Оптимизация таблиц стилей CSS отключена.
tr_tr: CSS stil sayfaları optimizasyonu devre dışı.

source: JS scripts optimization is enabled.
ru_ru: Включена оптимизация JS скриптов.
tr_tr: JS betikleri optimizasyonu etkinleştirildi.

source: JS scripts optimization is disabled.
ru_ru: Оптимизация JS скриптов отключена.
tr_tr: JS betikleri optimizasyonu devre dışı.

source: Optimized files has size %s.
ru_ru: Оптимизированные файлы имеют размер %s.
tr_tr: Optimize edilmiş dosyaların boyutu %s.

source: Optimization settings
ru_ru: Настройка оптимизации
tr_tr: Optimizasyon ayarları

source: Market accessibility
ru_ru: Доступность магазина
tr_tr: Market erişilebilirliği

source: Loading...
ru_ru: Загрузка ...
tr_tr: Yükleniyor...

source: Unable to load data
ru_ru: Невозможно загрузить данные
tr_tr: Veri yüklenemedi

source: Listings activity
ru_ru: Активность объявлений
tr_tr: Listeleme etkinliği

source: Published in last 24 hours: %s
ru_ru: Опубликовано за последние 24 часа: %s
tr_tr: Son 24 saatte yayınlandı: %s

source: Published in last 7 days: %s
ru_ru: Опубликовано за последние 7 дней: %s
tr_tr: Son 7 gün içinde yayınlandı: %s

source: Overall published: %s
ru_ru: Всего опубликовано: %s
tr_tr: Genel olarak yayınlandı: %s

source: Recently published
ru_ru: Последние опубликованные
tr_tr: Son yayınlanan

source: No listings has been found
ru_ru: Объявления не найдены
tr_tr: İlan bulunamadı

source: Not validated
ru_ru: Не подтверждено
tr_tr: Doğrulanmamış

source: Comments activity
ru_ru: Активные комментарии
tr_tr: Yorumlar etkinliği

source: Pending validation: %s
ru_ru: Ожидают проверки: %s
tr_tr: Doğrulama bekleniyor: %s

source: No comments has been found
ru_ru: Пока нет комментариев
tr_tr: Yorum bulunamadı

source: Users activity
ru_ru: Активность пользователей
tr_tr: Kullanıcı etkinliği

source: Registered in last 24 hours: %s
ru_ru: Зарегистрировано за последние 24 часа: %s
tr_tr: Son 24 saatte kaydoldu: %s

source: Registered in last 7 days: %s
ru_ru: Зарегистрировано за последние 7 дней: %s
tr_tr: Son 7 gün içinde kaydoldu: %s

source: Overall registered: %s
ru_ru: Всего зарегистрировано: %s
tr_tr: Genel kayıt: %s

source: Recently registered
ru_ru: Последние зарегистрированные
tr_tr: Son kayıt

source: No users has been found
ru_ru: Пока нет пользователей
tr_tr: Kullanıcı bulunamadı

source: Ban rules
ru_ru: Правила бана
tr_tr: Yasaklama kuralları

source: Total number of ban rules: %s
tr_tr: Toplam yasaklama kuralı sayısı: %s

source: Latest rules
tr_tr: Son kurallar

source: No ban rules has been found
tr_tr: Herhangi bir yasak kuralı bulunamadı

source: Useful links
ru_ru: Полезные ссылки
tr_tr: Kullanışlı bağlantılar

source: Download osclass
ru_ru: Скачать Osclass
tr_tr: Osclas kurulumu

source: Forums
ru_ru: Форумы
tr_tr: Formlar

source: Documentation
ru_ru: Документация
tr_tr: Belgeler

source: Listing statistics
ru_ru: Статистика объявлений
tr_tr: İlan İstatistikleri

source: last 14 days
ru_ru: последние 14 дней
tr_tr: Son 14 gün

source: Total number of listings: %s
ru_ru: Общее количество объявлений: %s
tr_tr: Toplam ilan sayısı: %s

source: Comments statistics
ru_ru: Статистика комментариев
tr_tr: Yorum istatistikleri

source: Total number of comments: %s
ru_ru: Общее количество комментариев: %s
tr_tr: Toplam yorum sayısı: %s

source: User statistics
ru_ru: Статистика пользователей
tr_tr: Kullanıcı istatistikleri

source: Total number of users: %s
ru_ru: Общее количество объявлений: %s
tr_tr: Toplam kullanıcı sayısı: %s

source: Listings by category
ru_ru: Объявления по категориям
tr_tr: Kategorilere göre ilanlar

source: There aren't any uploaded listing yet
ru_ru: Нет загруженных объявлений
tr_tr: Henüz eklenmiş bir ilan yok

source: News on blog
ru_ru: Новости в блоге
tr_tr: Blogdaki haberler

source: Osclass update
ru_ru: Обновить Osclass
tr_tr: Osclass güncellemesi

source: Latest products
ru_ru: Последние товары
tr_tr: Son ürünler

source: Product updates
tr_tr: Ürün güncellemeleri

source: Manage backoffice home page widgets
ru_ru: Управление виджетами главной админки
tr_tr: Backoffice ana sayfası widget'larını yönetin

source: Backoffice widget settings
ru_ru: Настройки виджета админки
tr_tr: Backoffice widget ayarları

source: Backoffice Widget Settings - %s
ru_ru: Настройки виджета админки - %s
tr_tr: Backoffice Widget Ayarları - %s

source: Column #%s setup
ru_ru: Настройка колонки #%s
tr_tr: Sütun #%s kurulumu

source: Column
ru_ru: Колонка
tr_tr: Sütun

source: Hide this column
ru_ru: Скрыть колонку
tr_tr: Bu sütunu gizle

source: Widgets
ru_ru: Виджеты
tr_tr: Gereçler

source: Hide "%s" widget
ru_ru: Скрыть виджет "%s"
tr_tr: "%s" widget'ını gizle

source: Ban Rules
tr_tr: Yasaklama kuralları

source: Data were cached on %s
ru_ru: Данные за кэшированы в %s
tr_tr: Veriler %s üzerinde önbelleğe alındı

source: Uncached data
ru_ru: Некешированные данные
tr_tr: Önbelleğe alınmamış veriler

source: API key has not been defined
ru_ru: Ключ API не определен
tr_tr: API anahtarı tanımlanmadı

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
ru_ru: Для того чтобы иметь возможность загружать данные из OsclassPoint, вы должны указать ключ API в разделе %s
tr_tr: OsclassPoint'ten veri indirebilmek için API anahtarınızı %s bölümünde tanımlamanız gerekir.

source: API key is valid, automatic updates & market functions are available
ru_ru: Ключ API действителен, доступны автоматические обновления и функции магазина
tr_tr: API anahtarı geçerlidir, otomatik güncellemeler ve piyasa işlevleri mevcuttur

source: No articles has been found
ru_ru: Статьи не найдены
tr_tr: Hiç makale bulunamadı

source: More news
ru_ru: Еще новости
tr_tr: Daha fazla haber

source: No updates has been found
tr_tr: Güncelleme bulunamadı

source: all osclass versions
tr_tr: tüm osclass sürümleri

source: osclass %s or lower
tr_tr: osclass %s veya daha düşük

source: osclass %s or higher
tr_tr: osclass %s veya üstü

source: osclass %s to %s
tr_tr: ossınıfı %s - %s

source: Updated on %s, compatible with %s
tr_tr: %s üzerinde güncellendi, %s ile uyumlu

source: All updates
tr_tr: Tüm güncellemeler

source: No products has been found
ru_ru: Товары не найдены
tr_tr: Ürün bulunamadı

source: More products
ru_ru: Еще товары
tr_tr: Daha fazla ürün

source: You are using latest osclass version %s
ru_ru: Вы используете последнюю версию osclass %s
tr_tr: En son osclass sürümünü kullanıyorsunuz %s

source: There is osclass update available. Your version: %s, latest version: %s
ru_ru: Доступно обновление osclass. Установленная версия: %s, последняя версия: %s
tr_tr: Osclass güncellemesi mevcuttur. Sürümünüz: %s, en son sürüm: %s

source: Running website on latest version is important to keep your osclass fast and secure.
ru_ru: Запуск сайта на последней версии важна для обеспечения быстрой и безопасной работы вашего osclass.
tr_tr: Web sitesini en son sürümde çalıştırmak, osclass'ınızı hızlı ve güvenli tutmak için önemlidir.

source: You need to enable <b>allow_url_fopen = On</b> at php.ini, if you need more information please contact your hosting provider.
ru_ru: Вам нужно включить <b>allow_url_fopen = On</b>в php.ini, если вам нужна дополнительная информация, обратитесь к вашему хостинг-провайдеру.
tr_tr: php.ini'de <b>allow_url_fopen = Açık</b>'ı etkinleştirmeniz gerekir, daha fazla bilgiye ihtiyacınız varsa lütfen barındırma sağlayıcınızla iletişime geçin.

source: Download themes, plugins, languages or locations from OsclassPoint
ru_ru: Загрузите темы, плагины, языки или местоположения из OsclassPoint
tr_tr: OsclassPoint'ten temalar, eklentiler, diller veya konumlar indirin

source: %s on market
ru_ru: %s в магазине
tr_tr: markette %s

source: Languages
ru_ru: Языки
tr_tr: Diller

source: %s on market - %s
ru_ru: %s в магазине - %s
tr_tr: %s markette - %s

source: Latest
ru_ru: Последние
tr_tr: En Yeni

source: By name
ru_ru: По названию
tr_tr: İsimle

source: By version
ru_ru: По версии
tr_tr: Sürüme göre

source: Search language...
ru_ru: Поиск языка...
tr_tr: Arama dili...

source: Osclass translations
ru_ru: Переводы Osclass
tr_tr: Osclass çevirileri

source: Themes translations
ru_ru: Переводы тем
tr_tr: Tema çevirileri

source: Plugins translations
ru_ru: Переводы плагинов
tr_tr: Eklenti çevirileri

source: Filter
ru_ru: Фильтр
tr_tr: Filtre

source: Translations helps you to localize website into language you need. You may automatically install languages from the %s or upload a translation in .zip format.
ru_ru: Переводы помогут вам локализовать сайт на нужный вам язык. Вы можете автоматически установить языки из %s или загрузить перевод в формате .zip.
tr_tr: Çeviriler, web sitesini ihtiyacınız olan dilde yerelleştirmenize yardımcı olur. %s içindeki dilleri otomatik olarak yükleyebilir veya .zip biçiminde bir çeviri yükleyebilirsiniz.

source: OsclassPoint Translations Directory
ru_ru: Каталог переводов OsclassPoint
tr_tr: OsclassPoint Çeviri Dizini

source: all versions
ru_ru: все версии
tr_tr: tüm sürümler

source: %s or higher
ru_ru: %s или выше
tr_tr: %s veya daha yüksek

source: File name
ru_ru: Название файла
tr_tr: Dosya adı

source: Updated on
ru_ru: Обновлено
tr_tr: Güncelleme açık

source: Size
ru_ru: Размер
tr_tr: Boyut

source: Not compatible with your osclass version
ru_ru: Не совместим с вашей версией osclass
tr_tr: Osclass sürümünüzle uyumlu değil

source: Can't update
ru_ru: Невозможно обновить
tr_tr: Güncellenemiyor

source: Download
ru_ru: Загрузить
tr_tr: İndir

source: Click to open language configuration
ru_ru: Нажмите, чтобы открыть настройку языка
tr_tr: Dil yapılandırmasını açmak için tıklayın

source: Ready
ru_ru: Готов
tr_tr: Hazır

source: updated %s
ru_ru: обновлен %s
tr_tr: %s güncellendi

source: Not compatible, require at least osclass %s
ru_ru: Несовместимо, необходимо как минимум osclass %s
tr_tr: Uyumlu değil, en az %s osclass gerektirir

source: Compatible with your osclass
ru_ru: Совместим с вашим осклассом
tr_tr: Osclass'ınızla uyumlu

source: No product found. Try a different search.
ru_ru: Товаров не найдено. Попробуйте другой поиск.
tr_tr: Ürün bulunamadı. Farklı bir arama deneyin.

source: Language has been updated correctly.
ru_ru: Язык успешно обновлен.
tr_tr: Dil doğru şekilde güncellendi.

source: Go to language page
ru_ru: Перейти на страницу языка
tr_tr: Dil sayfasına git

source: All versions
ru_ru: Все версии
tr_tr: Tüm sürümler

source: and higher
ru_ru: или выше
tr_tr: ve daha yüksek

source: Update now
ru_ru: Обновить
tr_tr: Şimdi güncelle

source: Download language from OsclassPoint
ru_ru: Загрузить язык из OsclassPoint
tr_tr: OsclassPoint'ten dil indirin

source: Download now
ru_ru: Скачать сейчас
tr_tr: Şimdi İndirin

source: Not compatible with your product version (Your version is %s)
ru_ru: Несовместимо с вашей версией (ваша версия %s)
tr_tr: Ürün sürümünüzle uyumlu değil (Sürümünüz %s)

source: Incompatible
ru_ru: Несовместимо
tr_tr: Uyumsuz

source: You do not have this product
ru_ru: У вас нет этого продукта
tr_tr: Bu ürün sizde yok

source: Unavailable
ru_ru: Недоступно
tr_tr: Kullanım dışı

source: Product not installed
ru_ru: Продукт не установлен
tr_tr: Ürün yüklenmedi

source: Not compatible, require at least %s
ru_ru: Не совместим, нужно по крайней мере %s
tr_tr: Uyumlu değil, en az %s gerektirir

source: Compatible with your product
ru_ru: Совместимо с вашим продуктом
tr_tr: Ürününüzle uyumlu

source: Product language has been updated correctly.
ru_ru: Язык продукта успешно обновлен.
tr_tr: Ürün dili doğru şekilde güncellendi.

source: Product language has been downloaded correctly.
ru_ru: Язык успешно загружен.
tr_tr: Ürün dili doğru şekilde indirildi.

source: Locations
ru_ru: Локации
tr_tr: Konumlar

source: Search location...
ru_ru: Поиск локации ...
tr_tr: Konum ara...

source: Locations contains country, region and city data those are used in diffrent situations by osclass. You may automatically install locations from the %s or upload a location in .sql format.
ru_ru: Локации содержат данные о стране, регионе и городе, которые используются в osclass в различных ситуациях. Вы можете автоматически установить локации из %s или загрузить в формате .sql.
tr_tr: Konumlar, osclass tarafından farklı durumlarda kullanılan ülke, şehir ve ilçe verilerini içerir. %s'den konumları otomatik olarak yükleyebilir veya .sql biçiminde bir konum yükleyebilirsiniz.

source: OsclassPoint Locations Directory
ru_ru: Каталог локаций OsclassPoint
tr_tr: OsclassPoint Konumları Dizini

source: Contains
ru_ru: Содержит
tr_tr: İçerir

source: regions
ru_ru: регионы
tr_tr: Şehirler

source: cities
ru_ru: города
tr_tr: İlçeler

source: Can't download
ru_ru: Невозможно загрузить
tr_tr: İndirilemiyor

source: Click to open country configuration
ru_ru: Нажмите для настройки страны
tr_tr: Ülke yapılandırmasını açmak için tıklayın

source: Location has been updated correctly.
ru_ru: Локация успешно обновлена.
tr_tr: Konum doğru bir şekilde güncellendi.

source: Location has been downloaded correctly.
ru_ru: Локация успешно загружена.
tr_tr: Konum doğru indirildi.

source: Go to locations page
ru_ru: Перейти на страницу локации
tr_tr: Konumlar sayfasına git

source: Update location from OsclassPoint
ru_ru: Обновить локацию из OsclassPoint
tr_tr: OsclassPoint'ten konumu güncelle

source: Download location from OsclassPoint
ru_ru: Загрузить локацию из OsclassPoint
tr_tr: OsclassPoint'ten konumu indirin

source: There was problem loading product details
ru_ru: При загрузке сведений о продукте возникла проблема
tr_tr: Ürün ayrıntıları yüklenirken sorun oluştu

source: Pictures
ru_ru: Изображения
tr_tr: Görseller

source: Free
ru_ru: Бесплатно
tr_tr: Ücretsiz

source: Require Osclass version
ru_ru: Требуется версия Osclass
tr_tr: Osclass sürümünü gerektir

source: up to %s
ru_ru: до %s
tr_tr: %s'ye kadar

source: Downloads
ru_ru: Загрузки
tr_tr: İndirilenler

source: Orders
ru_ru: Заказы
tr_tr: Emirler

source: Last update
ru_ru: Последнее обновление
tr_tr: Son Güncelleme

source: Theme home page
ru_ru: Домашняя страница темы
tr_tr: Tema ana sayfası

source: Support forums
ru_ru: Форум поддержки
tr_tr: Destek forumları

source: Front-office demo
ru_ru: Демо фронт-офиса
tr_tr: Ön büro demosu

source: Back-office demo
ru_ru: Демо бэк-офиса
tr_tr: Arka panel demosu

source: Average rating
ru_ru: Средняя оценка
tr_tr: Ortalama puanı

source: Based on %d ratings
ru_ru: На основе %d оценок
tr_tr: %d derecelendirmeye göre

source: Purchase theme
ru_ru: Купить тему
tr_tr: Tema satın al

source: Purchase plugin
ru_ru: Купить плагин
tr_tr: Eklenti satın al

source: Download theme
ru_ru: Скачать тему
tr_tr: Temayı indir

source: Download plugin
ru_ru: Скачать плагин
tr_tr: Eklentiyi indir

source: By rating
ru_ru: По рейтингу
tr_tr: Derecelendirmeye göre

source: By downloads
ru_ru: По скачиванию
tr_tr: İndirmelere göre

source: Best seller
ru_ru: Лучший продавец
tr_tr: En iyi satıcı

source: Search plugin...
ru_ru: Поиск плагина...
tr_tr: Eklenti ara...

source: Type of product
ru_ru: Тип продукта
tr_tr: Ürün tipi

source: Purchased
ru_ru: Куплено
tr_tr: Satın alındı

source: Not purchased
ru_ru: Не куплено
tr_tr: Satın alınmadı

source: Plugins extend and expand the functionality of Osclass. You may automatically install plugins from the %s or upload a plugin in .zip format.
ru_ru: Плагины расширяют функциональность Osclass. Вы можете автоматически устанавливать плагины из %s или загрузить в формате .zip.
tr_tr: Eklentiler, Osclass'ın işlevselliğini genişletir ve genişletir. Eklentileri %s dosyasından otomatik olarak yükleyebilir veya .zip biçiminde bir eklenti yükleyebilirsiniz.

source: OsclassPoint Plugins Directory
ru_ru: Каталог плагинов OsclassPoint
tr_tr: OsclassPoint Eklentileri Dizini

source: No compatible with your osclass version
ru_ru: Не совместимо с вашей версией osclass
tr_tr: Osclass sürümünüzle uyumlu değil

source: Click to open plugin configuration
ru_ru: Нажмите чтобы открыть настройки плагина
tr_tr: Eklenti yapılandırmasını açmak için tıklayın

source: Purchase
ru_ru: Купить
tr_tr: Satın alma

source: More details
ru_ru: Подробнее
tr_tr: Daha fazla detay

source: %s orders
ru_ru: %s заказов
tr_tr: %s sipariş

source: %s downloads
ru_ru: %s скачиваний
tr_tr: %s indirme

source: Not compatible, require osclass not higher than %s
ru_ru: Несовместимо, требуется osclass не выше %s
tr_tr: Uyumlu değil, %s'den yüksek olmayan osclass gerektirir

source: Plugin has been updated correctly.
ru_ru: Плагин успешно обновлен.
tr_tr: Eklenti doğru şekilde güncellendi.

source: Plugin has been downloaded correctly.
ru_ru: Плагин успешно загружен.
tr_tr: Eklenti doğru bir şekilde indirildi.

source: Go to plugins page
ru_ru: Перейти на страницу плагинов
tr_tr: Eklentiler sayfasına git

source: up to
ru_ru: до
tr_tr: kadar

source: Update plugin from OsclassPoint
ru_ru: Обновить плагин из OsclassPoint
tr_tr: Eklentiyi OsclassPoint'ten güncelleyin
