Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/core.po
Languages: ru_ru, tr_tr

source: Select Subcategory
ru_ru: Выберите подкатегорию
tr_tr: Alt Kategori SeçAlt Kategori Seç

source: No Subcategory
ru_ru: Без подкатегорий
tr_tr: Alt Kategori Yok

source: Select a country...
ru_ru: Выберите страну...
tr_tr: Bir ülke seçin...

source: Select a region...
ru_ru: Выберите регион...
tr_tr: Bir şehir seçin...

source: Select a city...
ru_ru: Выберите город...
tr_tr: Bir ilçe seçin...

source: Description needs to be longer
ru_ru: Описание должно быть длиннее
tr_tr: Açıklama daha uzun olmalı

source: Title: this field is required
ru_ru: Заголовок: это поле обязательно для заполнения
tr_tr: Başlık: bu alan zorunludur

source: Title: enter at least 5 characters
ru_ru: Заголовок: введите не менее 5 символов
tr_tr: Başlık: en az 5 karakter girin

source: Description: enter at least 10 characters
ru_ru: Описание: введите не менее 10 символов
tr_tr: Açıklama: en az 10 karakter girin

source: Choose one category
ru_ru: Выберите одну категорию
tr_tr: Bir kategori seçin

source: Price: no more than 25 characters
ru_ru: Цена: не более 25 знаков
tr_tr: Fiyat: en fazla 25 karakter

source: Currency: make your selection
ru_ru: Валюта: сделайте свой выбор
tr_tr: Para birimi: seçiminizi yapın

source: Photo: must be %s
ru_ru: Фото: должно быть %s
tr_tr: Fotoğraf: %s olmalıdır

source: Name: no more than 35 characters
ru_ru: Имя: не более 35 символов
tr_tr: Ad: en fazla 35 karakter

source: Address: enter at least 3 characters
ru_ru: Адрес: введите не менее 3 символов
tr_tr: Adres: en az 3 karakter girin

source: Address: no more than 100 characters
ru_ru: Адрес: введите не более 100 символов
tr_tr: Adres: en fazla 100 karakter

source: This action can't be undone. Are you sure you want to continue?
ru_ru: Это действие нельзя отменить. Вы действительно хотите продолжить?
tr_tr: Bu işlem geri alınamaz. Devam etmek istediğine emin misin?

source: Select a region
ru_ru: Выберите регион
tr_tr: Bir şehir seçin

source: Select a city
ru_ru: Выберите город
tr_tr: Bir ilçe seçin

source: City area: enter at least 3 characters
ru_ru: Район города: введите не менее 3 символов
tr_tr: Mahalle: en az 3 karakter girin

source: City area: no more than 50 characters
ru_ru: Площадь города: не более 50 символов
tr_tr: Mahalle: en fazla 50 karakter

source: Sorry, you have reached the maximum number of images per listing
ru_ru: К сожалению, вы достигли максимального количества изображений в объявлении
tr_tr: Üzgünüz, giriş başına maksimum görsel sayısına ulaştınız

source: Images already uploaded
ru_ru: Изображения уже загружены
tr_tr: Görseller zaten yüklendi

source: Too many items ({netItems}) would be uploaded. Item limit is {itemLimit}.
ru_ru: Слишком много объявлений ({netItems}) загружено. Ограничение по объявлениям {itemLimit}.
tr_tr: Çok fazla maddde ({netItems}) yüklenmiş olacaktı. Madde sınırı {itemLimit}.

source: The files are being uploaded, if you leave now the upload will be cancelled.
ru_ru: Файлы загружаются, если вы выйдете сейчас, загрузка будет отменена.
tr_tr: Dosyalar yükleniyor; şimdi ayrılırsanız yükleme iptal edilir.

source: {file} has an invalid extension. Valid extension(s): {extensions}.
ru_ru: {file} имеет недопустимое расширение. Допустимые расширения: {extensions}.
tr_tr: {file} geçersiz uzantıya sahip. Geçerli uzantı(lar): {extensions}.

source: {file} is too large, maximum file size is {sizeLimit}.
ru_ru: {file} слишком большой, максимальный размер файла {sizeLimit}.
tr_tr: {file} çok büyük; maksimum dosya boyutu {sizeLimit}.

source: {file} is empty, please select files again without it.
ru_ru: {file} пустой, пожалуйста выберите файлы еще раз без него.
tr_tr: {file} boş, dosyaları yeniden seçin.

source: Click or Drop for upload images
ru_ru: Нажмите или перетащите, для загрузки изображения
tr_tr: Resimleri yüklemek için tıkla ve sürükle

source: Processing...
ru_ru: Обработка...
tr_tr: İşleniyor...

source: Rotate
ru_ru: Повернуть
tr_tr: Döndür

source: Retry
ru_ru: Повторить
tr_tr: Yeniden dene

source: Upload failed
ru_ru: Ошибка загрузки
tr_tr: Yükleme başarısız

source: Deleting...
ru_ru: Удаление ...
tr_tr: Siliniyor...

source: Rotate image
ru_ru: Повернуть изображение
tr_tr: Görseli döndür

source: Make primary image
ru_ru: Сделать основным
tr_tr: Birincil görsel yap

source: Too many items were uploaded. Item limit is %d.
ru_ru: Загружено слишком много объявлений. Ограничение по объявлениям: %d.
tr_tr: Çok fazla madde yüklendi. Madde sınırı %d.

source: Short name: this field is required
ru_ru: Краткое название: это поле обязательно для заполнения
tr_tr: Kısa ad: bu alan gerekli

source: Currency format: this field is required
ru_ru: Формат валюты: это поле обязательно для заполнения
tr_tr: Para birimi formatı: bu alan gerekli

source: Number of decimals: this field is required
ru_ru: Число десятичных знаков: это поле обязательно для заполнения
tr_tr: Ondalık sayısı: bu alan gerekli

source: Number of decimals: this field must only contain numeric characters
ru_ru: Число десятичных знаков: это поле должно содержать только числовые символы.
tr_tr: Ondalık sayısı: bu alanda yalnız harf ve sayı olabilir

source: Decimal point: this field is required
ru_ru: Десятичная точка: это поле обязательно для заполнения
tr_tr: Ondalık işareti: bu alan gerekli

source: Thousands separator: this field is required
ru_ru: Разделитель тысяч: это поле обязательно для заполнения
tr_tr: Binli sayı ayırma: bu alan gerekli

source: Date format: this field is required
ru_ru: Формат даты: это поле обязательно для заполнения
tr_tr: Tarih formatı: bu alan gerekli

source: Body
ru_ru: Тело
tr_tr: Gövde

source: Friend's name: this field is required
ru_ru: Имя друга: это поле обязательно для заполнения
tr_tr: Arkadaşınızın adı: bu alan gerekli

source: Friend's email: this field is required
ru_ru: Email друга: это поле обязательно для заполнения
tr_tr: Arkadaşınızın e-postası: bu alan gerekli

source: Invalid friend's email address
ru_ru: Неверный Email друга
tr_tr: Arkadaşınızın e-postası geçersiz

source: Company
ru_ru: Компания
tr_tr: Kurum

source: Password: this field is required
ru_ru: Пароль: это поле обязательно для заполнения
tr_tr: Şifre: bu alan gerekli

source: Second password: this field is required
ru_ru: Второй пароль: это поле обязательно для заполнения
tr_tr: Şifre yeniden: bu alan gerekli

source: Second password: enter at least 5 characters
ru_ru: Второй пароль: введите не менее 5 символов
tr_tr: Şifre yeniden: en az 5 karakter yazın

source: Upload new picture
ru_ru: Загрузить новое изображение
tr_tr: Yeni görsel yükle

source: Only formats are allowed
ru_ru: Разрешены только форматы
tr_tr: Yalnızca biçimlere izin verilir

source: minute ago
ru_ru: минут назад
tr_tr: bir dakika önce

source: %d minutes ago
ru_ru: %d минут назад
tr_tr: %d dakika önce

source: %d hour ago
ru_ru: %d час назад
tr_tr: %d saat önce

source: %d hours ago
ru_ru: %d часов назад
tr_tr: %d saat önce

source: %d day ago
ru_ru: %d день назад
tr_tr: %d gün önce

source: %d days ago
ru_ru: %d дней назад
tr_tr: %d gün önce

source: %d week ago
ru_ru: %d неделю назад
tr_tr: %d hafta önce

source: %d weeks ago
ru_ru: %d недель назад
tr_tr: %d hafta önce

source: %d month ago
ru_ru: %d месяц назад
tr_tr: %d ay önce

source: %d months ago
ru_ru: %d месяцев назад
tr_tr: %d ay önce

source: %d year ago
ru_ru: %d год назад
tr_tr: %d yıl önce

source: %d years ago
ru_ru: %d лет назад
tr_tr: %d yıl önce

source: Error
ru_ru: Ошибка
tr_tr: Hata

source: Show all listings
ru_ru: Показать все объявления
tr_tr: Tüm ilanları göster

source: Recover my password
ru_ru: Восстановить мой пароль
tr_tr: Şifremi yeniden edindir

source: Manage my listings
ru_ru: Управлять моими объявлениями
tr_tr: İlanlarımın yönetimi

source: Manage my alerts
ru_ru: Управлять моими оповещениями
tr_tr: Uyarılarımın yönetimi

source: Logout
ru_ru: Выйти
tr_tr: Çıkış yap

source: Logged as %s
ru_ru: Вы вошли как %s
tr_tr: %s olarak günlüğe kaydedildi

source: Edit item
ru_ru: Изменить объявление
tr_tr: İlanı düzenle

source: Logout admin
ru_ru: Выход админа
tr_tr: Admin oturumunu kapat

source: Backoffice
ru_ru: Бэк-офис
tr_tr: Yönetici bölümü

source: New comments
ru_ru: Новые комментарии
tr_tr: Yeni yorumlar

source: Themes Demo
ru_ru: Демо Темы
tr_tr: Tema Demosu

source: Plugins Demo
ru_ru: Демо плагины
tr_tr: Eklenti Demosu

source: Osclass %s is available
ru_ru: Osclass %s доступен
tr_tr: Osclass %s kullanılabilir

source: Compact
ru_ru: Компактный
tr_tr: Küçük ölçek

source: You must login to see phone number
ru_ru: Вы должны войти, чтобы увидеть номер телефона
tr_tr: Telefon numarasını görmek için giriş yapmalısınız

source: Check with seller
ru_ru: Уточните у продавца
tr_tr: Satıcı ile kontrol edin

source: From
ru_ru: От
tr_tr: İtibaren

source: Page
ru_ru: Страница
tr_tr: Sayfa

source: Go!
ru_ru: Вперед!
tr_tr: Git!

source: Showing %s to %s of %s results (filtered from %s total results)
ru_ru: Показано %s в %s из %s результатов (отфильтровано из %s результатов)
tr_tr: %s sonuçtan %s ile %s arasında gösteriliyor (%s toplam sonuçtan filtrelendi)

source: Showing %s to %s of %s results
ru_ru: Отображение результатов от %s до %s из %s
tr_tr: %s sonuçlarından %s ile %s arasında gösteriliyor

source: Newly listed
ru_ru: Недавно в списке
tr_tr: Yeni eklenmiş

source: Lower price first
ru_ru: Сначала дешевые
tr_tr: Önce daha düşük fiyat

source: Higher price first
ru_ru: Сначала дорогие
tr_tr: Önce daha yüksek fiyat

source: AM
tr_tr: ÖÖ

source: PM
tr_tr: ÖS

source: am
tr_tr: öö

source: pm
tr_tr: ös

source: Public Profile
ru_ru: Публичный профиль
tr_tr: Herkese Açık Bilgiler

source: Manage your listings
ru_ru: Управляйте объявлениями
tr_tr: İlanlarınızı yönetin

source: Manage your alerts
ru_ru: Управляйте обовещениями
tr_tr: Uyarılarınızı yönetin

source: My profile
ru_ru: Мой профиль
tr_tr: Bilgilerim

source: PHP version >= 5.6.x
ru_ru: Версия PHP >= 5.6.x
tr_tr: PHP sürümü >= 5.6.x

source: At least PHP5.6 (PHP 7.0 or higher recommended) is required to run Osclass. You may talk with your hosting to upgrade your PHP version.
ru_ru: Для работы Osclass требуется как минимум PHP5.6 (рекомендуется PHP 7.0 или выше). Вы можете попросить хостинг-провайдера обновить версию PHP.
tr_tr: Osclass'ı çalıştırmak için en az PHP5.6 (PHP 7.0 veya üstü önerilir) gereklidir. PHP sürümünüzü yükseltmek için hostinginizle konuşabilirsiniz.

source: MySQLi extension for PHP
ru_ru: Расширение MySQLi для PHP
tr_tr: PHP için MySQL uzantısı

source: MySQLi extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">install/configure</a>.
ru_ru: Необходимо расширение MySQLi. Как <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">установить/настроить</a>.
tr_tr: MySQLi uzantısı gereklidir. <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">kurulum/yapılandırma</a> nasıl yapılır?

source: GD extension for PHP
ru_ru: Расширение GD для PHP
tr_tr: PHP için GD uzantısı

source: GD extension is required. How to <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">install/configure</a>.
ru_ru: Требуется расширение GD. Как <a target="_blank" href="http://www.php.net/manual/en/mysqli.setup.php">установить/настроить</a>.
tr_tr: GD uzantısı gerekli. <a target="_blank" href="http://www.php.net/manual/en/image.setup.php">Yükleme/yapılandırma</a> nasıl yapılır?

source: Folder <code>oc-content/uploads</code> exists
ru_ru: Папка <code>oc-content/uploads</code> существует
tr_tr: <code>oc-content/uploads</code> klasörü var

source: You have to create <code>uploads</code> folder, i.e.: <code>mkdir %soc-content/uploads/</code>
ru_ru: Вы должны создать папку <code>uploads</code>, напр.: <code>mkdir %soc-content/uploads/</code>
tr_tr: <code>uploads</code> klasörü oluşturmalısınız, yani: <code>mkdir %soc-content/uploads/</code>

source: <code>oc-content/uploads</code> folder is writable
ru_ru: папка <code>oc-content/uploads</code> доступна для записи
tr_tr: <code>oc-content/uploads</code> klasörü yazılabilir

source: <code>uploads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/uploads/</code>
ru_ru: папка <code>uploads</code>должна быть доступна для записи, т.е.: <code>chmod 0755 %soc-content/uploads/</code>
tr_tr: <code>uploads</code> klasörü yazılabilir olmalıdır, yani: <code>chmod 0755 %soc-content/uploads/</code>

source: Folder <code>oc-content/downloads</code> exists
ru_ru: Папка <code>oc-content/downloads</code> существует
tr_tr: <code>oc-content/downloads</code> klasörü var

source: You have to create <code>downloads</code> folder, i.e.: <code>mkdir %soc-content/downloads/</code>
ru_ru: Вы должны создать папку <code>downloads</code>, т.е.: <code>mkdir %soc-content/downloads/</code>
tr_tr: <code>downloads</code> klasörü oluşturmalısınız, yani: <code>mkdir %soc-content/downloads/</code>

source: <code>oc-content/downloads</code> folder is writable
ru_ru: <code>oc-content/downloads</code> доступна для записи
tr_tr: <code>oc-content/downloads</code> klasörü yazılabilir

source: <code>downloads</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/downloads/</code>
ru_ru: папка <code>downloads</code> доступна для записи, т.е.: <code>chmod 0755 %soc-content/downloads/</code>
tr_tr: <code>downloads</code> klasörü yazılabilir olmalıdır, yani: <code>chmod 0755 %soc-content/downloads/</code>

source: Folder <code>oc-content/languages</code> folder exists
ru_ru: Папка <code>oc-content/languages</code> существует
tr_tr: <code>oc-content/languages</code> klasörü var

source: You have to create the <code>languages</code> folder, i.e.: <code>mkdir %soc-content/languages/</code>
ru_ru: Вы должны создать папку <code>languages</code>, т.е.: <code>mkdir %soc-content/languages/</code>
tr_tr: <code>languages</code> klasörünü oluşturmanız gerekir, yani: <code>mkdir %soc-content/languages/</code>

source: <code>oc-content/languages</code> folder is writable
ru_ru: папка <code>oc-content/languages</code>доступна для записи
tr_tr: <code>oc-content/languages</code> klasörü yazılabilir

source: <code>languages</code> folder has to be writable, i.e.: <code>chmod 0755 %soc-content/languages/</code>
ru_ru: папка <code>languages</code> должна быть доступной для записи, т.е.: <code>chmod 0755 %soc-content/languages/</code>
tr_tr: <code>languages</code> klasörü yazılabilir olmalıdır, yani: <code>chmod 0755 %soc-content/languages/</code>

source: <code>config.php</code> file is writable
ru_ru: файл <code>config.php</code>доступен для записи
tr_tr: <code>config.php</code> dosyası yazılabilir

source: <code>config.php</code> file has to be writable, i.e.: <code>chmod 0755 %sconfig.php</code>
ru_ru: файл <code>config.php</code> должен быть доступен для записи, т.е.: <code>chmod 0755 %sconfig.php</code>
tr_tr: <code>config.php</code> dosyası yazılabilir olmalıdır, yani: <code>chmod 0755 %sconfig.php</code>

source: Root directory is writable
ru_ru: Корневой каталог доступен для записи
tr_tr: Kök dizin yazılabilir

source: Root folder has to be writable, i.e.: <code>chmod 0755 %s</code>
ru_ru: Корневая папка должна быть доступна для записи, т.е.: <code>chmod 0755 %s</code>
tr_tr: Kök klasör yazılabilir olmalıdır, yani: <code>chmod 0755 %s</code>

source: <code>config-sample.php</code> file exists
ru_ru: файл <code>config-sample.php</code> существует
tr_tr: <code>config-sample.php</code> dosyası var

source: <code>config-sample.php</code> file is required, you should re-download Osclass.
ru_ru: Файл <code>config-sample.php</code> обязателен, вам следует повторно загрузить Osclass.
tr_tr: <code>config-sample.php</code> dosyası gereklidir, Osclass'ı yeniden indirmelisiniz.

source: Cannot connect to the database. Error number: %s
ru_ru: Невозможно подключиться к базе данных. Номер ошибки: %s
tr_tr: Veritabanına bağlanılamıyor. Hata numarası: %s

source: The database doesn't exist. You should check the "Create DB" checkbox and fill in a username and password with the right privileges
ru_ru: База данных не существует. Вам необходимо установить флажок «Создать БД» и ввести имя пользователя и пароль с соответствующими привилегиями.
tr_tr: Veritabanı mevcut değil. "DB Oluştur" onay kutusunu işaretlemeli ve doğru ayrıcalıklara sahip bir kullanıcı adı ve şifre girmelisiniz.

source: Cannot connect to the database. Check if the user has privileges.
ru_ru: Невозможно подключиться к базе данных. Проверьте, есть ли у пользователя права.
tr_tr: Veritabanına bağlanılamıyor. Kullanıcının ayrıcalıkları olup olmadığını kontrol edin.

source: Cannot connect to the database. Check if the username and password are correct.
ru_ru: Невозможно подключиться к базе данных. Проверьте правильность имени пользователя и пароля.
tr_tr: Veritabanına bağlanılamıyor. Kullanıcı adı ve şifrenin doğru olup olmadığını kontrol edin.

source: Can't resolve MySQL host. Check if the host is correct.
ru_ru: Не удается разрешить хост MySQL. Проверьте правильность хоста.
tr_tr: MySQL ana bilgisayarı çözülemiyor. Ana bilgisayarın doğru olup olmadığını kontrol edin.

source: Can't create the database. Error number: %s
ru_ru: Не могу создать базу данных. Номер ошибки: %s
tr_tr: Veritabanı oluşturulamıyor. Hata numarası: %s

source: Can't create the database. Check if the admin username and password are correct.
ru_ru: Не могу создать базу данных. Проверьте правильность имени пользователя и пароля администратора.
tr_tr: Veritabanı oluşturulamıyor. Yönetici kullanıcı adı ve şifresinin doğru olup olmadığını kontrol edin.

source: Can't write in config.php file. Check if the file is writable.
ru_ru: Невозможно записать в файл config.php. Проверьте доступен ли файл для записи.
tr_tr: config.php dosyasına yazılamıyor. Dosyanın yazılabilir olup olmadığını kontrol edin.

source: config-sample.php doesn't exist. Check if everything is decompressed correctly.
ru_ru: config-sample.php не существует. Проверьте, все ли правильно распаковано.
tr_tr: config-sample.php mevcut değil. Her şeyin doğru açılıp açılmadığını kontrol edin.

source: Can't copy config-sample.php. Check if the root directory is writable.
ru_ru: Не удается скопировать config-sample.php. Убедитесь, что корневой каталог доступен для записи.
tr_tr: config-sample.php kopyalanamıyor. Kök dizinin yazılabilir olup olmadığını kontrol edin.

source: Can't create the database structure. Error number: %s
ru_ru: Невозможно создать структуру базы данных. Номер ошибки: %s
tr_tr: Veritabanı yapısı oluşturulamıyor. Hata numarası: %s

source: There are tables with the same name in the database. Change the table prefix or the database and try again.
ru_ru: В базе данных есть одноименные таблицы. Измените префикс таблицы или базу данных и повторите попытку.
tr_tr: Veritabanında aynı isimde tablolar var. Tablo önekini veya veritabanını değiştirin ve yeniden deneyin.

source: The file %s doesn't exist
ru_ru: Файл %s не существует
tr_tr: %s dosyası mevcut değil

source: Can't insert basic configuration. Error number: %s
ru_ru: Не могу вставить базовую конфигурацию. Номер ошибки: %s
tr_tr: Temel yapılandırma eklenemiyor. Hata numarası: %s

source: Can't insert basic configuration. This user has no privileges to 'INSERT' into the database.
ru_ru: Не могу вставить базовую конфигурацию. У этого пользователя нет привилегий 'INSERT' в базе данных.
tr_tr: Temel yapılandırma eklenemiyor. Bu kullanıcının veritabanına 'INSERT' yapma ayrıcalığı yoktur.

source: Server name or IP where the database engine resides
ru_ru: Имя сервера или IP-адрес, на котором находится ядро базы данных
tr_tr: Veritabanı motorunun bulunduğu sunucu adı veya IP

source: Database name
ru_ru: Имя базы данных
tr_tr: Veri tabanı ismi

source: The name of the database you want to run Osclass in
ru_ru: Имя базы данных, в которой вы хотите запустить Osclass.
tr_tr: Osclass'ı çalıştırmak istediğiniz veritabanının adı

source: User Name
ru_ru: Имя пользователя
tr_tr: Kullanıcı adı

source: Your MySQL username
ru_ru: Имя пользователя MySQL
tr_tr: MySQL kullanıcı adınız

source: Your MySQL password
ru_ru: Пароль MySQL
tr_tr: MySQL şifreniz

source: Table prefix
ru_ru: Префикс таблиц
tr_tr: Tablo öntakısı

source: If you want to run multiple Osclass installations in a single database, change this
ru_ru: Если вы хотите запустить несколько установок Osclass в одной базе данных, измените это
tr_tr: Tek bir veritabanı üstünde birden fazla Osclass çalıştırmak istiyorsanız bunu değiştirin

source: Advanced settings
ru_ru: Расширенные настройки
tr_tr: İleri Düzey Ayarlar

source: Create DB
ru_ru: Создать БД
tr_tr: Veritabanı Oluştur

source: Check here if the database is not created and you want to create it now
ru_ru: Отметьте здесь, если база данных не создана, и вы хотите создать ее сейчас
tr_tr: Veritabanı mevcut değilse ve oluşturulmasını istiyorsanız burayı işaretleyin

source: DB admin username
ru_ru: Имя пользователя администратора БД
tr_tr: Veritabanı yöneticisi kullanıcı adı

source: DB admin password
ru_ru: Пароль администратора БД
tr_tr: Veritabanı kullanıcısı şifresi

source: Password copied from above
ru_ru: Пароль скопирован сверху
tr_tr: Şifre yukarıdan kopyalandı

source: Admin user
ru_ru: Пользователь с правами администратора
tr_tr: Admin kullanıcı

source: Admin user is required
ru_ru: Администратор пользователя обязателен
tr_tr: Admin kullanıcı gerekli

source: A password will be automatically generated for you if you leave this blank.
ru_ru: Если вы оставите это поле пустым, будет автоматически сгенерирован пароль.
tr_tr: Bunu boş bırakırsanız sizin için kendiliğinden bir şifre oluşturulur.

source: You can modify username and password if you like, just change the input value.
ru_ru: Вы можете изменить имя пользователя и пароль, если хотите, просто измените входное значение.
tr_tr: Dilerseniz kullanıcı adı ve şifreyi değiştirebilirsiniz; yalnızca girdi değerini değiştirin.

source: Contact information
ru_ru: Контактная информация
tr_tr: İletişim bilgisi

source: Web title
ru_ru: Заголовок сайта
tr_tr: Web sitesi adı

source: Put your e-mail here
ru_ru: Укажите ваш e-mail
tr_tr: Buraya e-posta adresinizi yazın

source: Choose a country where your target users are located
ru_ru: Выберите страну, в которой находятся ваши целевые пользователи
tr_tr: Hedef kullanıcılarınızın bulunduğu bir ülke seçin

source: Skip location
ru_ru: Пропустить местоположение
tr_tr: Konumu atla

source: International
ru_ru: Интернационализация
tr_tr: Uluslararası

source: No internet connection. You can continue the installation and insert countries later.
ru_ru: Подключение к Интернету отсутствует. Вы можете продолжить установку и указать страны позже.
tr_tr: İnternet bağlantısı yok. Kuruluma devam edebilir ve ülkeleri daha sonra ekleyebilirsiniz.

source: Go back
ru_ru: Вернуться
tr_tr: Geri dön

source: The selected location could not been installed
ru_ru: Выбранное место не может быть установлено
tr_tr: Seçilen konum yüklenemedi

source: Congratulations!
ru_ru: Поздравляю!
tr_tr: Tebrikler!

source: Osclass has been installed. Were you expecting more steps? Sorry to disappoint you!
ru_ru: Osclass успешно установлен. Вы ожидали большего времени? Извините, что разочаровали вас!
tr_tr: Osclass kuruldu. Daha fazla adım mı bekliyordunuz? Seni hayal kırıklığına uğrattığım için üzgünüm!

source: An e-mail with the password for oc-admin has been sent to: %s
ru_ru: Отправлено письмо с паролем для oc-admin по адресу: %s
tr_tr: Oc-admin şifresini içeren bir e-posta şu adrese gönderildi: %s

source: Finish and go to the administration panel
ru_ru: Закончить и перейти в панель управления
tr_tr: Bitirin ve yönetim paneline gidin

source: Hi %s,
ru_ru: Привет %s,
tr_tr: Merhaba %s,
