Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/messages.po
Languages: tr_tr

source: You don't have enough permissions
tr_tr: Yeterli izne sahip değilsiniz

source: This action can't be done because it's a demo site
tr_tr: Bu bir demo sitesi olduğu için bu işlem yapılamaz

source: Email invalid
tr_tr: E-posta geçersiz

source: Username invalid
tr_tr: Kullanıcı adı geçersiz

source: Name invalid
tr_tr: İsim geçersiz

source: Password invalid
tr_tr: Şifre geçersiz

source: Email already in use
tr_tr: E-posta zaten kullanımda

source: Username already in use
tr_tr: Kullanıcı adı zaten kullanımda

source: Incorrent current password
tr_tr: Yanlış geçerli şifre

source: The admin has been added
tr_tr: Yönetici eklendi

source: There has been an error adding a new admin
tr_tr: Yeni bir yönetici eklenirken bir hata oluştu

source: There is no admin with this id
tr_tr: Bu kimliğe sahip yönetici yok

source: This admin doesn't exist
tr_tr: Bu yönetici mevcut değil

source: Existing email
tr_tr: Mevcut e-posta

source: Existing username
tr_tr: Mevcut kullanıcı adı

source: The password couldn't be updated. Passwords don't match
tr_tr: Şifre güncellenemedi. Şifreler eşleşmiyor

source: The admin has been updated
tr_tr: Yönetici güncellendi

source: Data has not been changed
tr_tr: Veriler değiştirilmedi

source: The admin id isn't in the correct format
tr_tr: Yönetici kimliği doğru biçimde değil

source: The operation hasn't been completed. You're trying to remove yourself!
tr_tr: İşlem tamamlanmadı. Kendini kaldırmaya çalışıyorsun!

source: The admin has been deleted correctly
tr_tr: Yönetici doğru şekilde silindi

source: The admin couldn't be deleted
tr_tr: Yönetici silinemedi

source: Location imported successfully
tr_tr: Konum başarıyla içe aktarıldı

source: Unable to download locations .sql file
tr_tr: Konumlar.sql dosyası indirilemiyor

source: Country file name is missing
tr_tr: Ülke dosya adı eksik

source: The theme folder is not writable
tr_tr: Tema klasörü yazılabilir değil

source: The theme has been installed correctly
tr_tr: Tema doğru bir şekilde yüklendi

source: The zip file is not valid
tr_tr: Zip dosyası geçerli değil

source: No file was uploaded
tr_tr: Dosya yüklenmedi

source: There was a problem adding the theme
tr_tr: Tema eklenirken bir sorun oluştu

source: Theme removed successfully
tr_tr: Tema başarıyla kaldırıldı

source: There was a problem removing the theme
tr_tr: Tema kaldırılırken bir sorun oluştu

source: Current theme can not be deleted
tr_tr: Mevcut tema silinemez

source: No theme selected
tr_tr: Tema seçilmedi

source: Widget removed correctly
tr_tr: Widget doğru şekilde kaldırıldı

source: Description field is required
tr_tr: Açıklama alanı gereklidir

source: Widget updated correctly
tr_tr: Widget doğru şekilde güncellendi

source: Widget cannot be updated correctly
tr_tr: Widget doğru şekilde güncellenemiyor

source: Widget added correctly
tr_tr: Widget doğru şekilde eklendi

source: Theme activated correctly
tr_tr: Tema doğru şekilde etkinleştirildi

source: Customization settings have been updated
tr_tr: Özelleştirme ayarları güncellendi

source: The comments have been deleted
tr_tr: Yorumlar silindi

source: The comments have been approved
tr_tr: Yorumlar onaylandı

source: The comments have been disapproved
tr_tr: Yorumlar onaylanmadı

source: The comments have been unblocked
tr_tr: Yorumların engellemesi kaldırıldı

source: The comments have been blocked
tr_tr: Yorumlar engellendi

source: The comment has been approved
tr_tr: Yorum onaylandı

source: The comment has been disapproved
tr_tr: Yorum onaylanmadı

source: The comment has been enabled
tr_tr: Yorum etkinleştirildi

source: The comment has been disabled
tr_tr: Yorum devre dışı bırakıldı

source: Email is not correct
tr_tr: E-posta doğru değil

source: Comment is required
tr_tr: Yorum gerekli

source: Great! We just updated your comment
tr_tr: Harika! Yorumunuzu yeni güncelledik

source: The comment has been deleted
tr_tr: Yorum silindi

source: Advanced settings have been updated
tr_tr: Gelişmiş ayarlar güncellendi

source: Cache flushed correctly
tr_tr: Önbellek doğru şekilde temizlendi

source: Breadcrumbs settings have been updated
tr_tr: Ekmek kırıntıları ayarları güncellendi

source: No changes has been done
tr_tr: Hiçbir değişiklik yapılmadı

source: Number of moderate comments must only contain numeric characters
tr_tr: Ilımlı yorumların sayısı yalnızca sayısal karakterler içermelidir

source: Comments per page must only contain numeric characters
tr_tr: Sayfa başına yorumlar yalnızca sayısal karakterler içermelidir

source: Comment settings have been updated
tr_tr: Yorum ayarları güncellendi

source: The currency code is not in the correct format
tr_tr: Para birimi kodu doğru biçimde değil

source: Currency added
tr_tr: Para birimi eklendi

source: Currency couldn't be added
tr_tr: Para birimi eklenemedi

source: The currency code '%s' doesn't exist
tr_tr: '%s' para birimi kodu mevcut değil

source: Error: the currency code is not in the correct format
tr_tr: Hata: para birimi kodu doğru biçimde değil

source: Currency updated
tr_tr: Para birimi güncellendi

source: No changes were made
tr_tr: Hiç değişiklik yapılmadı

source: %s couldn't be deleted because it has listings associated to it
tr_tr: %s, kendisiyle ilişkilendirilmiş ilanlar olduğundan silinemedi

source: %s couldn't be deleted because it's the default currency
tr_tr: Varsayılan para birimi olduğu için %s silinemedi

source: No currencies have been deleted
tr_tr: Hiçbir para birimi silinmedi

source: One currency has been deleted
tr_tr: Bir para birimi silindi

source: %s currencies have been deleted
tr_tr: %s para birimi silindi

source: Custom number could not be left empty
tr_tr: Özel numara boş bırakılamaz

source: Last search settings have been updated
tr_tr: Son arama ayarları güncellendi

source: %s already was in the database
tr_tr: %s zaten veritabanındaydı

source: %s has been added as a new country
tr_tr: %s yeni bir ülke olarak eklendi

source: Country name cannot be blank
tr_tr: Ülke adı boş bırakılamaz

source: Country has been edited
tr_tr: Ülke düzenlendi

source: Country has not been modified
tr_tr: Ülke değiştirilmedi

source: There was a problem deleting locations
tr_tr: Konumlar silinirken bir sorun oluştu

source: No country was selected
tr_tr: Hiçbir ülke seçilmedi

source: Region name cannot be blank
tr_tr: Bölge adı boş olamaz

source: %s has been added as a new region
tr_tr: %s yeni bir şehir olarak eklendi

source: %s has been edited
tr_tr: %s düzenlendi

source: No region was selected
tr_tr: Hiçbir bölge seçilmedi

source: New city name cannot be blank
tr_tr: Yeni şehir adı boş bırakılamaz

source: %s has been added as a new city
tr_tr: %s yeni bir ilçe olarak eklendi

source: City name cannot be blank
tr_tr: Şehir adı boş bırakılamaz

source: No city was selected
tr_tr: Hiçbir şehir seçilmedi

source: There was a problem importing the selected location
tr_tr: Seçilen konum içe aktarılırken bir sorun oluştu

source: Mail server type is incorrect
tr_tr: Posta sunucusu türü yanlış

source: Mail server configuration has changed
tr_tr: Posta sunucusu yapılandırması değişti

source: Last check
tr_tr: Son kontrol

source: API key validation error: %s
tr_tr: API anahtarı doğrulama hatası: %s

source: API key validation failed, response from server is empty. Your API key is: "%s", make sure it is correct.
tr_tr: API anahtarı doğrulaması başarısız oldu, sunucudan gelen yanıt boş. API anahtarınız: "%s", doğru olduğundan emin olun.

source: Page title field is required
tr_tr: Sayfa başlığı alanı zorunludur

source: Contact email field is required
tr_tr: İletişim e-posta alanı zorunludur

source: Number of listings in the RSS has to be a numeric value
tr_tr: RSS'deki listelerin sayısı sayısal bir değer olmalıdır

source: Max latest listings has to be a numeric value
tr_tr: Maksimum en son listeler sayısal bir değer olmalıdır

source: Number of listings on search has to be a numeric value
tr_tr: Aramadaki listeleme sayısı sayısal bir değer olmalıdır

source: Number of listings in the RSS must be an integer
tr_tr: RSS'deki liste sayısı bir tamsayı olmalıdır

source: Number of recent listings displayed at home must be an integer
tr_tr: Evde görüntülenen son ilanların sayısı bir tamsayı olmalıdır

source: General settings have been updated
tr_tr: Genel ayarlar güncellendi

source: There was a problem uploading the watermark image
tr_tr: Filigran resmi yüklenirken bir sorun oluştu

source: The watermark image has to be a .PNG file
tr_tr: Filigran resmi bir .PNG dosyası olmalıdır

source: You cannot set a maximum file size higher than the one allowed in the PHP configuration: <b>%d KB</b>
tr_tr: PHP yapılandırmasında izin verilenden daha yüksek bir maksimum dosya boyutu ayarlayamazsınız: <b>%d KB</b>

source: Media config has been updated
tr_tr: Medya yapılandırması güncellendi

source: Image regeneration has succesfully completed and all images has been refreshed. Make sure to clear your browser cache to see updated images.
tr_tr: Görüntü yenileme başarıyla tamamlandı ve tüm görüntüler yenilendi. Güncellenen resimleri görmek için tarayıcınızın önbelleğini temizlediğinizden emin olun.

source: Optimization settings have been updated
tr_tr: Optimizasyon ayarları güncellendi

source: Optimized CSS & JS files has been removed
tr_tr: Optimize edilmiş CSS ve JS dosyaları kaldırıldı

source: All fields are required.
tr_tr: Tüm alanlar zorunludur.

source: Permalinks structure updated
tr_tr: Kalıcı bağlantı yapısı güncellendi

source: Permalinks structure updated.
tr_tr: Kalıcı bağlantılar yapısı güncellendi.

source: However, we can't check if Apache module <b>mod_rewrite</b> is loaded. If you experience some problems with the URLs, you should deactivate <em>Friendly URLs</em>
tr_tr: Ancak, <b>mod_rewrite</b> Apache modülünün yüklü olup olmadığını kontrol edemiyoruz. URL'lerle ilgili bazı sorunlar yaşıyorsanız, <em>Dostu URL'leri</em> devre dışı bırakmalısınız.

source: File <b>.htaccess</b> couldn't be filled out with the right content.
tr_tr: <b>.htaccess</b> dosyası doğru içerikle doldurulamadı.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file, please deactivate the <em>Friendly URLs</em> option.
tr_tr: İşte <b>.htaccess</b> dosyasına eklemeniz gereken içerik. Dosyayı oluşturamıyorsanız, lütfen <em>Kolay URL'ler</em> seçeneğini devre dışı bırakın.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't create the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
tr_tr: İşte <b>.htaccess</b> dosyasına eklemeniz gereken içerik. Dosyayı oluşturamıyorsanız veya URL'lerle ilgili bazı sorunlar yaşıyorsanız, lütfen <em>Dostu URL'ler</em> seçeneğini devre dışı bırakın.

source: File <b>.htaccess</b> already exists and was not modified.
tr_tr: <b>.htaccess</b> dosyası zaten var ve değiştirilmedi.

source: Here's the content you have to add to the <b>.htaccess</b> file. If you can't modify the file or experience some problems with the URLs, please deactivate the <em>Friendly URLs</em> option.
tr_tr: İşte <b>.htaccess</b> dosyasına eklemeniz gereken içerik. Dosyayı değiştiremiyorsanız veya URL'lerle ilgili bazı sorunlar yaşıyorsanız, lütfen <em>Dostu URL'ler</em> seçeneğini devre dışı bırakın.

source: Friendly URLs successfully deactivated
tr_tr: Dost URL'ler başarıyla devre dışı bırakıldı

source: Friendly URLs deactivated, but .htaccess file could not be deleted. Please, remove it manually
tr_tr: Kolay URL'ler devre dışı bırakıldı, ancak .htaccess dosyası silinemedi. Lütfen manuel olarak kaldırın

source: Friendly URLs deactivated, but .htaccess file was modified outside Osclass and was not deleted
tr_tr: Kolay URL'ler devre dışı bırakıldı, ancak .htaccess dosyası Osclass dışında değiştirildi ve silinmedi

source: Your Akismet key has been cleared
tr_tr: Akismet anahtarınız temizlendi

source: Your Akismet key has been updated
tr_tr: Akismet anahtarınız güncellendi

source: Your reCAPTCHA key has been cleared
tr_tr: ReCAPTCHA anahtarınız temizlendi

source: Your reCAPTCHA key has been updated
tr_tr: ReCAPTCHA anahtarınız güncellendi

source: The email/alert has been updated
tr_tr: E-posta/uyarı güncellendi

source: You can't repeat internal name
tr_tr: Dahili adı tekrarlayamazsınız

source: The email couldn't be updated, at least one title should not be empty
tr_tr: E-posta güncellenemedi, en az bir başlık boş bırakılmamalıdır

source: %d listing has been deactivated
tr_tr: %d listeleme devre dışı bırakıldı

source: The listing has been deleted
tr_tr: Liste silindi

source: The listing couldn't be deleted
tr_tr: Liste silinemedi

source: The listing has been activated
tr_tr: Listeleme etkinleştirildi

source: An error has occurred
tr_tr: Bir hata oluştu

source: The listing can't be activated because it's blocked
tr_tr: Giriş engellendiği için etkinleştirilemiyor

source: The listing has been deactivated
tr_tr: Liste devre dışı bırakıldı

source: The listing has been enabled
tr_tr: Listeleme etkinleştirildi

source: The listing has been disabled
tr_tr: Listeleme devre dışı bırakıldı

source: Changes have been applied
tr_tr: Değişiklikler uygulandı

source: The listing has been unmarked as
tr_tr: Listeleme şu şekilde işaretlendi

source: The listing hasn't been unmarked as
tr_tr: Girişin işareti kaldırılmadı

source: Changes saved correctly
tr_tr: Değişiklikler doğru şekilde kaydedildi

source: Resource deleted
tr_tr: Kaynak silindi

source: A new listing has been added
tr_tr: Yeni bir liste eklendi

source: Wait time must only contain numeric characters
tr_tr: Bekleme süresi yalnızca sayısal karakterler içermelidir

source: Number of moderated listings must only contain numeric characters
tr_tr: Denetlenen girişlerin sayısı yalnızca sayısal karakterler içermelidir

source: Images per listing must only contain numeric characters
tr_tr: Liste başına görseller yalnızca sayısal karakterler içermelidir

source: Number of expiration days has to be a numeric value
tr_tr: Son kullanma günlerinin sayısı sayısal bir değer olmalıdır

source: Title Length has to be a numeric value
tr_tr: Başlık Uzunluğu sayısal bir değer olmalıdır

source: Description Length has to be a numeric value
tr_tr: Açıklama Uzunluk sayısal bir değer olmalıdır

source: Listings' settings have been updated
tr_tr: Listelerin ayarları güncellendi

source: The translation folder is not writable
tr_tr: Çeviri klasörü yazılabilir değil

source: The language has been installed correctly
tr_tr: Dil doğru şekilde kuruldu

source: File uploaded but unable to activate the language
tr_tr: Dosya yüklendi ancak dil etkinleştirilemiyor

source: There was a problem adding the language
tr_tr: Dil eklenirken bir sorun oluştu

source: Language id isn't in the correct format
tr_tr: Dil kimliği doğru biçimde değil

source: Language id doesn't exist
tr_tr: Dil kimliği mevcut değil

source: Language name field is required
tr_tr: Dil adı alanı zorunludur

source: Language short name field is required
tr_tr: Dil kısa adı alanı zorunludur

source: Language description field is required
tr_tr: Dil açıklama alanı gereklidir

source: Currency format field is required
tr_tr: Para birimi biçimi alanı zorunludur

source: Number of decimals must only contain numeric characters
tr_tr: Ondalık sayıların sayısı yalnızca sayısal karakterler içermelidir

source: %s has been updated
tr_tr: %s güncellendi

source: Selected languages have been enabled for the website
tr_tr: Web sitesi için seçilen diller etkinleştirildi

source: The language ids aren't in the correct format
tr_tr: Dil kimlikleri doğru biçimde değil

source: Selected languages have been disabled for the website
tr_tr: Web sitesi için seçilen diller devre dışı bırakıldı

source: %s can't be disabled because it's the default language
tr_tr: %s varsayılan dil olduğundan devre dışı bırakılamaz

source: Selected languages have been enabled for the backoffice (oc-admin)
tr_tr: Arka ofis için seçilen diller etkinleştirildi (oc-admin)

source: Selected languages have been disabled for the backoffice (oc-admin)
tr_tr: Arka ofis için seçilen diller devre dışı bırakıldı (oc-admin)

source: Directory '%s' couldn't be removed
tr_tr: '%s' dizini kaldırılamadı

source: Directory "%s" has been successfully removed
tr_tr: "%s" dizini başarıyla kaldırıldı

source: Directory '%s' couldn't be removed;)
tr_tr: '%s' dizini kaldırılamadı;)

source: Directory '%s' couldn't be removed because it's the default language. <a href="%s">Set another language</a> as default first and try again
tr_tr: Varsayılan dil olduğu için '%s' dizini kaldırılamadı. Önce varsayılan olarak <a href="%s">başka bir dil ayarlayın</a> ve tekrar deneyin

source: The username field is empty
tr_tr: Kullanıcı adı alanı boş

source: The password field is empty
tr_tr: Şifre alanı boş

source: Sorry, you have entered incorrect password more than %s times. You will be able to login again in %s minutes
tr_tr: Üzgünüz, %s defadan fazla yanlış şifre girdiniz. %s dakika içinde tekrar giriş yapabileceksiniz

source: Sorry, incorrect username. <a href="%s">Have you lost your password?</a>
tr_tr: Üzgünüm, yanlış kullanıcı adı. <a href="%s">Şifrenizi mi kaybettiniz?</a>

source: Sorry, incorrect password. <a href="%s">Have you lost your password?</a>
tr_tr: Üzgünüm, yanlış şifre. <a href="%s">Şifrenizi mi kaybettiniz?</a>

source: Recaptcha validation has failed
tr_tr: Recaptcha doğrulaması başarısız oldu

source: A new password has been sent to your e-mail
tr_tr: E-posta adresinize yeni bir şifre gönderildi

source: Sorry, the link is not valid
tr_tr: Üzgünüz, bağlantı geçerli değil

source: The password has been changed
tr_tr: Şifre değiştirildi

source: Error, the passwords don't match
tr_tr: Hata, şifreler eşleşmiyor

source: Widget settings have been updated
tr_tr: Widget ayarları güncellendi

source: You have very few free space left, users will not be able to upload pictures
tr_tr: Çok az boş alanınız kaldı, kullanıcılar resim yükleyemeyecek

source: Entered an invalid email
tr_tr: Geçersiz bir e-posta girdi

source: You're already subscribed
tr_tr: Zaten abonesiniz

source: Subscribed correctly
tr_tr: Doğru şekilde abone olundu

source: Error subscribing
tr_tr: Abone olurken hata oluştu

source: In order to be able to download data from OsclassPoint, you must define your API key in %s section
tr_tr: OsclassPoint'ten veri indirebilmek için API anahtarınızı %s bölümünde tanımlamanız gerekir.

source: You have to set an internal name
tr_tr: Dahili bir ad ayarlamanız gerekir

source: You have to set a different internal name
tr_tr: Farklı bir dahili ad ayarlamanız gerekir

source: The page has been updated
tr_tr: Sayfa güncellendi

source: The page couldn't be updated, at least one title should not be empty
tr_tr: Sayfa güncellenemedi, en az bir başlık boş bırakılmamalıdır

source: The page has been added
tr_tr: sayfa eklendi

source: The page couldn't be added, at least one title should not be empty
tr_tr: Sayfa eklenemedi, en az bir başlık boş bırakılmamalıdır

source: Oops! That internal name is already in use. We can't make the changes
tr_tr: Hata! Bu dahili isim zaten kullanılıyor. Değişiklikleri yapamıyoruz

source: One page can't be deleted because it is indelible
tr_tr: Bir sayfa silinemez olduğu için silinemez.

source: %s pages couldn't be deleted because they are indelible
tr_tr: %s sayfa silinemez olduğundan silinemedi

source: One page couldn't be deleted
tr_tr: Bir sayfa silinemedi

source: %s pages couldn't be deleted
tr_tr: %s sayfa silinemedi

source: One page has been deleted correctly
tr_tr: Bir sayfa doğru şekilde silindi

source: %s pages have been deleted correctly
tr_tr: %s sayfalar doğru şekilde silindi

source: No plugins has been selected
tr_tr: Hiçbir eklenti seçilmedi

source: The plugin folder is not writable
tr_tr: Eklenti klasörü yazılabilir değil

source: The plugin has been uploaded correctly
tr_tr: Eklenti doğru bir şekilde yüklendi

source: There was a problem adding the plugin
tr_tr: Eklenti eklenirken bir sorun oluştu

source: The plugin generated %d characters of <strong>unexpected output</strong> during the installation. Output: "%s"
tr_tr: Eklenti, yükleme sırasında <strong>beklenmeyen çıktının</strong> %d karakterini oluşturdu. Çıktı: "%s"

source: Plugin is already installed
tr_tr: Eklenti zaten kurulu

source: Plugin couldn't be installed because their files are missing
tr_tr: Dosyaları eksik olduğundan eklenti yüklenemedi

source: Plugin couldn't be installed because of: %s
tr_tr: Eklenti şu nedenle yüklenemedi: %s

source: Plugin couldn't be installed
tr_tr: Eklenti yüklenemedi

source: Plugin installed
tr_tr: Eklenti yüklendi

source: Plugin uninstalled
tr_tr: Eklenti kaldırıldı

source: Plugin couldn't be uninstalled
tr_tr: Eklenti kaldırılamadı

source: Plugin enabled
tr_tr: Eklenti etkin

source: Plugin is already enabled
tr_tr: Eklenti zaten etkin

source: Plugin disabled
tr_tr: Eklenti devre dışı

source: Plugin is already disabled
tr_tr: Eklenti zaten devre dışı

source: Configuration was saved
tr_tr: Yapılandırma kaydedildi

source: No plugin selected
tr_tr: Eklenti seçilmedi

source: The files were deleted
tr_tr: dosyalar silindi

source: There were an error deleting the files, please check the permissions of the files in %s
tr_tr: Dosyalar silinirken bir hata oluştu, lütfen %s içindeki dosyaların izinlerini kontrol edin

source: Invalid plugin file
tr_tr: Geçersiz eklenti dosyası

source: <b>downloads</b> folder has to be writable, i.e.: <b>chmod a+w %soc-content/downloads/</b>
tr_tr: <b>downloads</b> klasörü yazılabilir olmalıdır, yani: <b>chmod a+w %soc-content/downloads/</b>

source: This action cannot be done because it is a demo site
tr_tr: Demo sitesi olduğu için bu işlem yapılamaz.

source: Import complete
tr_tr: İçe aktarma tamamlandı

source: There was a problem importing data to the database
tr_tr: Veritabanına veri içe aktarılırken bir sorun oluştu

source: Recount category stats has been successful
tr_tr: Yeniden sayım kategorisi istatistikleri başarılı oldu

source: Path is empty
tr_tr: Yol boş

source: Could not connect with the database. Error: %s
tr_tr: Veritabanına bağlanılamadı. Hata: %s

source: There are no tables to back up
tr_tr: Yedeklenecek tablo yok

source: The folder is not writable
tr_tr: Klasör yazılabilir değil

source: Backup completed successfully
tr_tr: Yedekleme başarıyla tamamlandı

source: Could not select the database. Error: %s
tr_tr: Veritabanı seçilemedi. Hata: %s

source: Archived successfully!
tr_tr: Başarıyla arşivlendi!

source: Error, the zip file was not created in the specified directory
tr_tr: Hata, zip dosyası belirtilen dizinde oluşturulmadı.

source: Maintenance mode is ON
tr_tr: Bakım modu AÇIK

source: There was an error creating the .maintenance file, please create it manually at the root folder
tr_tr: .maintenance dosyası oluşturulurken bir hata oluştu, lütfen dosyayı kök klasörde manuel olarak oluşturun.

source: Maintenance mode is OFF
tr_tr: Bakım modu KAPALI

source: There was an error removing the .maintenance file, please remove it manually from the root folder
tr_tr: .maintenance dosyası kaldırılırken bir hata oluştu, lütfen dosyayı kök klasörden manuel olarak kaldırın.

source: Data cleaned up successfully
tr_tr: Veriler başarıyla temizlendi

source: There was problem cleaning data (no data has been found)
tr_tr: Verileri temizlemede sorun vardı (hiçbir veri bulunamadı)

source: The user has been created. We've sent an activation e-mail
tr_tr: Kullanıcı oluşturuldu. Bir aktivasyon e-postası gönderdik

source: The user has been created successfully
tr_tr: Kullanıcı başarıyla oluşturuldu

source: The user has been updated
tr_tr: kullanıcı güncellendi

source: The user has been updated and activated
tr_tr: Kullanıcı güncellendi ve etkinleştirildi
