Repository: saifvandana/allmenkul-api
Catalog: *-content/languages/*/messages.po
Languages: tr_tr

source: User id isn't in the correct format
tr_tr: Kullanıcı kimliği doğru biçimde değil

source: No users have been selected
tr_tr: Hiçbir kullanıcı seçilmedi

source: No users have been activated
tr_tr: Hiçbir kullanıcı etkinleştirilmedi

source: No users have been deactivated
tr_tr: Hiçbir kullanıcı devre dışı bırakılmadı

source: No users have been enabled
tr_tr: Hiçbir kullanıcı etkinleştirilmedi

source: No users have been disabled
tr_tr: Hiçbir kullanıcı devre dışı bırakılmadı

source: No users listings have been unblocked
tr_tr: Hiçbir kullanıcı girişinin engellemesi kaldırılmadı

source: No users listings have been blocked
tr_tr: Hiçbir kullanıcı girişi engellenmedi

source: No users have been deleted
tr_tr: Hiçbir kullanıcı silinmedi

source: Alert id isn't in the correct format
tr_tr: Uyarı kimliği doğru biçimde değil

source: No alerts have been deleted
tr_tr: Hiçbir uyarı silinmedi

source: No alerts have been activated
tr_tr: Hiçbir uyarı etkinleştirilmedi

source: No alerts have been deactivated
tr_tr: Hiçbir uyarı devre dışı bırakılmadı

source: User settings have been updated
tr_tr: Kullanıcı ayarları güncellendi

source: Both rules can not be empty
tr_tr: Her iki kural da boş olamaz

source: Rule updated correctly
tr_tr: Kural doğru bir şekilde güncellendi

source: Rule saved correctly
tr_tr: Kural doğru kaydedildi

source: No rules have been deleted
tr_tr: Hiçbir kural silinmedi

source: The user doesn't exist
tr_tr: Kullanıcı mevcut değil

source: The user is blocked or not activated
tr_tr: Kullanıcı engellendi veya etkinleştirilmedi

source: You have successfully logged in as %s
tr_tr: %s olarak başarıyla giriş yaptınız

source: Image with an incorrect extension.
tr_tr: Yanlış uzantıya sahip resim.

source: Image is too big. Max. size
tr_tr: Resim çok büyük. Maksimum boyut

source: Title too short (%s).
tr_tr: Başlık çok kısa (%s).

source: Title too long (%s).
tr_tr: Başlık çok uzun (%s).

source: Description too short (%s).
tr_tr: Açıklama çok kısa (%s).

source: Description too long (%s).
tr_tr: Açıklama çok uzun (%s).

source: Category invalid.
tr_tr: Kategori geçersiz.

source: Price must be a number.
tr_tr: Fiyat bir sayı olmalıdır.

source: Price too long.
tr_tr: Fiyat çok uzun.

source: Price must be positive number.
tr_tr: Fiyat pozitif sayı olmalıdır.

source: Name too long.
tr_tr: İsim çok uzun.

source: Phone too long.
tr_tr: Telefon çok uzun.

source: Other contact information too long.
tr_tr: Diğer iletişim bilgileri çok uzun.

source: Email invalid.
tr_tr: E-posta geçersiz.

source: Country too short.
tr_tr: Ülke çok kısa.

source: Country too long.
tr_tr: Ülke çok uzun.

source: Region too short.
tr_tr: Bölge çok kısa.

source: Region too long.
tr_tr: Bölge çok uzun.

source: City too short.
tr_tr: Şehir çok kısa.

source: City too long.
tr_tr: Şehir çok uzun.

source: Municipality too short.
tr_tr: Belediye çok kısa.

source: Municipality too long.
tr_tr: Belediye çok uzun.

source: Address too short.
tr_tr: Adres çok kısa.

source: Address too long.
tr_tr: Adres çok uzun.

source: Too fast. You should wait a little to publish your ad.
tr_tr: Çok hızlı. İlanınızı yayınlamak için biraz beklemelisiniz.

source: %s field is required.
tr_tr: %s alanı zorunludur.

source: The file you tried to upload does not have a valid extension
tr_tr: Yüklemeye çalıştığınız dosyanın geçerli bir uzantısı yok

source: One of the files you tried to upload exceeds the maximum size
tr_tr: Yüklemeye çalıştığınız dosyalardan biri maksimum boyutu aşıyor

source: Title too short.
tr_tr: Başlık çok kısa.

source: Title too long.
tr_tr: Başlık çok uzun.

source: Description too short.
tr_tr: Açıklama çok kısa.

source: Description too long.
tr_tr: Açıklama çok uzun.

source: We just sent your message to %s
tr_tr: Mesajınızı az önce %s kişisine gönderdik

source: The reCAPTCHA was not entered correctly
tr_tr: reCAPTCHA doğru girilmedi

source: The password cannot be empty
tr_tr: Şifre boş olamaz

source: Passwords don't match
tr_tr: Şifreler eşleşmiyor

source: The name cannot be empty
tr_tr: Ad boş olamaz

source: The email is not valid
tr_tr: E-posta geçerli değil

source: The specified e-mail is already in use
tr_tr: Belirtilen e-posta zaten kullanımda

source: Username is already taken
tr_tr: Kullanıcı adı zaten alınmış

source: The specified username is not valid, it contains some invalid words
tr_tr: Belirtilen kullanıcı adı geçerli değil, bazı geçersiz kelimeler içeriyor

source: The specified e-mail is already used by %s
tr_tr: Belirtilen e-posta zaten %s tarafından kullanılıyor

source: The selected photo has been successfully rotated
tr_tr: Seçilen fotoğraf başarıyla döndürüldü

source: The selected photo has been successfully deleted
tr_tr: Seçilen fotoğraf başarıyla silindi

source: The selected photo couldn't be deleted, the url doesn't exist
tr_tr: Seçilen fotoğraf silinemedi, url mevcut değil

source: The listing doesn't exist
tr_tr: Liste mevcut değil

source: The listing doesn't belong to you
tr_tr: Liste size ait değil

source: The selected photo does not belong to you
tr_tr: Seçilen fotoğraf size ait değil

source: The selected photo couldn't be deleted
tr_tr: Seçilen fotoğraf silinemedi

source: Your current email is not allowed
tr_tr: Mevcut e-postanıza izin verilmiyor

source: Your current IP is not allowed
tr_tr: Mevcut IP'nize izin verilmiyor

source: Please enter a correct email
tr_tr: Lütfen doğru bir e-posta girin

source: Your email has been sent properly. Thank you for contacting us!
tr_tr: E-postanız düzgün bir şekilde gönderildi. Bizimle iletişime geçtiğiniz için teşekkürler!

source: Only registered users are allowed to post listings
tr_tr: Yalnızca kayıtlı kullanıcıların liste yayınlamasına izin verilir

source: A user with that email address already exists, if it is you, please log in
tr_tr: Bu e-posta adresine sahip bir kullanıcı zaten var, bu sizseniz lütfen giriş yapın

source: Check your inbox to validate your listing
tr_tr: Girişinizi doğrulamak için gelen kutunuzu kontrol edin

source: Your listing has been published
tr_tr: Girişiniz yayınlandı

source: Sorry, we don't have any listings with that ID
tr_tr: Üzgünüz, bu kimliğe sahip herhangi bir listemiz yok

source: Great! We've just updated your listing
tr_tr: Harika! Girişinizi yeni güncelledik

source: The listing has been validated
tr_tr: Liste doğrulandı

source: The listing can't be validated
tr_tr: Liste doğrulanamıyor

source: The listing has already been validated
tr_tr: Liste zaten doğrulandı

source: The listing can't be deactivated
tr_tr: Liste devre dışı bırakılamaz

source: The listing has already been deactivated
tr_tr: Liste zaten devre dışı bırakıldı

source: The listing has been renewed
tr_tr: Liste yenilendi

source: The listing can't be renewed
tr_tr: Liste yenilenemez

source: Your listing has been deleted
tr_tr: Girişiniz silindi

source: The listing you are trying to delete couldn't be deleted
tr_tr: Silmeye çalıştığınız giriş silinemedi

source: Thanks! That's very helpful
tr_tr: Teşekkürler! Bu çok yardımcı oldu

source: This listing doesn't exist
tr_tr: Bu liste mevcut değil

source: We're sorry, but the listing has expired. You can't contact the seller
tr_tr: Üzgünüz, ancak listenin süresi doldu. Satıcıyla iletişim kuramazsınız

source: You can't contact the seller, only registered users can
tr_tr: Satıcıyla iletişime geçemezsiniz, yalnızca kayıtlı kullanıcılar

source: <a href="%s">Click here to sign-in</a>
tr_tr: <a href="%s">Oturum açmak için burayı tıklayın</a>

source: We've just sent an e-mail to the seller
tr_tr: Satıcıya az önce bir e-posta gönderdik

source: Sorry, we could not save your comment. Try again later
tr_tr: Üzgünüz, yorumunuzu kaydedemedik. Daha sonra tekrar deneyin

source: Your comment is awaiting moderation
tr_tr: Yorumunuz onay bekliyor

source: Your comment has been approved
tr_tr: Yorumunuz onaylandı

source: Please fill the required field (email)
tr_tr: Lütfen gerekli alanı doldurun (e-posta)

source: Please type a comment
tr_tr: Lütfen bir yorum yazın

source: Your comment has been marked as spam
tr_tr: Yorumunuz spam olarak işaretlendi

source: You need to be logged to comment
tr_tr: Yorum yapmak için oturum açmanız gerekiyor

source: Sorry, comments are disabled
tr_tr: Üzgünüz, yorumlar devre dışı

source: You must be logged in to delete a comment
tr_tr: Bir yorumu silmek için giriş yapmalısınız

source: The comment doesn't exist
tr_tr: Yorum mevcut değil

source: The comment is not active, you cannot delete it
tr_tr: Yorum aktif değil, silemezsiniz

source: The comment was not added by you, you cannot delete it
tr_tr: Yorum sizin tarafınızdan eklenmedi, silemezsiniz

source: The listing hasn't been validated. Please validate it in order to make it public
tr_tr: Giriş doğrulanmadı. Herkese açık hale getirmek için lütfen doğrulayın

source: The listing hasn't been enabled. Please enable it in order to make it public
tr_tr: Liste etkinleştirilmedi. Herkese açık hale getirmek için lütfen etkinleştirin

source: The listing has been blocked or is awaiting moderation from the admin
tr_tr: Giriş engellendi veya yönetici tarafından denetlenmeyi bekliyor

source: Users not enabled
tr_tr: Kullanıcılar etkinleştirilmedi

source: Users are not enabled
tr_tr: Kullanıcılar etkinleştirilmedi

source: Please provide an email address
tr_tr: Lütfen bir e-posta adresi girin

source: Empty passwords are not allowed. Please provide a password
tr_tr: Boş şifrelere izin verilmez. Lütfen bir şifre girin

source: The password is incorrect
tr_tr: Şifre yanlış

source: The user has not been validated yet. Would you like to re-send your <a href="%s">activation?</a>
tr_tr: Kullanıcı henüz doğrulanmadı. <a href="%s">Etkinleştirmenizi</a> yeniden göndermek ister misiniz?

source: The user has not been validated yet
tr_tr: Kullanıcı henüz doğrulanmadı

source: The user has been suspended
tr_tr: Kullanıcı askıya alındı

source: This should never happen
tr_tr: Bu asla olmamalı

source: Incorrect link
tr_tr: Yanlış bağlantı

source: Validation email re-sent
tr_tr: Doğrulama e-postası yeniden gönderildi

source: We have just sent you an email to validate your account, you will have to wait a few minutes to resend it again
tr_tr: Hesabınızı doğrulamak için size bir e-posta gönderdik, tekrar göndermek için birkaç dakika beklemeniz gerekecek.

source: Invalid email address
tr_tr: Geçersiz e-posta adresi

source: We have sent you an email with the instructions to reset your password
tr_tr: Parolanızı sıfırlamak için talimatları içeren bir e-posta gönderdik

source: We were not able to identify you given the information provided
tr_tr: Sağlanan bilgiler nedeniyle kimliğinizi belirleyemedik

source: Password cannot be blank
tr_tr: Şifre boş olamaz

source: Error, the password don't match
tr_tr: Hata, şifre eşleşmiyor

source: User registration is not enabled
tr_tr: Kullanıcı kaydı etkin değil

source: The user has been created. An activation email has been sent
tr_tr: Kullanıcı oluşturuldu. Bir aktivasyon e-postası gönderildi

source: Your account has been created successfully
tr_tr: Hesabınız Başarıyla Oluşturuldu

source: The link is not valid anymore. Sorry for the inconvenience!
tr_tr: Bağlantı artık geçerli değil. Rahatsızlıktan dolayı özür dileriz!

source: Your account has already been validated
tr_tr: Hesabınız zaten doğrulandı

source: Your account has been validated
tr_tr: Hesabınız doğrulandı

source: Account validation failed
tr_tr: Hesap doğrulama başarısız oldu

source: Your email has been changed successfully
tr_tr: E-postanız başarıyla değiştirildi

source: Alert activated
tr_tr: Uyarı etkinleştirildi

source: Oops! There was a problem trying to activate your alert. Please contact an administrator
tr_tr: Hata! Uyarınızı etkinleştirmeye çalışırken bir sorun oluştu. Lütfen bir yöneticiyle iletişime geçin

source: Unsubscribed correctly
tr_tr: Abonelikten başarılı şekilde çıkıldı

source: Oops! There was a problem trying to unsubscribe you. Please contact an administrator
tr_tr: Hata! Aboneliğinizi iptal etmeye çalışırken bir sorun oluştu. Lütfen bir yöneticiyle iletişime geçin

source: Your email has been sent properly.
tr_tr: E-postanız düzgün bir şekilde gönderildi.

source: Your profile has been updated successfully
tr_tr: Profiliniz başarıyla güncellendi

source: The specified e-mail is not valid
tr_tr: Belirtilen e-posta geçerli değil

source: The specified username is already in use
tr_tr: Belirtilen kullanıcı adı zaten kullanımda

source: The username was updated
tr_tr: kullanıcı adı güncellendi

source: The specified username could not be empty
tr_tr: Belirtilen kullanıcı adı boş bırakılamaz

source: Current password doesn't match
tr_tr: Mevcut şifre eşleşmiyor

source: Passwords can't be empty
tr_tr: Şifreler boş olamaz

source: Password has been changed
tr_tr: şifre değiştirildi

source: Your account have been deleted
tr_tr: Hesabınız silindi

source: Oops! you can not do that
tr_tr: Hata! Bunu yapamazsın

source: You don't have enough permissions to access this section
tr_tr: Bu bölüme erişmek için yeterli izniniz yok

source: Thank you very much for your donation
tr_tr: bağışınız için çok teşekkür ederim

source: We've sent you an e-mail. Follow its instructions to validate the changes
tr_tr: Size bir e-posta gönderdik. Değişiklikleri doğrulamak için talimatlarını izleyin

source: We tried to sent you an e-mail, but it failed. Please, contact an administrator
tr_tr: Size bir e-posta göndermeye çalıştık, ancak başarısız oldu. Lütfen bir yöneticiye başvurun

source: There has been some errors sending the message
tr_tr: Mesaj gönderirken bazı hatalar oldu

source: Probable invalid request.
tr_tr: Olası geçersiz istek.

source: Invalid CSRF/Security token.
tr_tr: Geçersiz CSRF/Güvenlik belirteci.

source: Osclass has been updated successfully. <a href="https://forums.osclasspoint.com">Need more help?</a>
tr_tr: Osclass başarıyla güncellendi. <a href="https://forums.osclasspoint.com">Daha fazla yardıma mı ihtiyacınız var?</a>
