Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/make_offer/languages/*/messages.po
Languages: tr_tr

source: Average rating
tr_tr: Toplam Değerlendirme

source: Offer
tr_tr: Teklif

source: Rate this user
tr_tr: Kullanıcıyı Değerlendir

source: Configure
tr_tr: Yapılandır

source: Reserve
tr_tr: Kapora Alındı

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Require validation
tr_tr: Doğrulama gerektir

source: Each offer must be validated by admin before it is shown.
tr_tr: Her teklif, gösterilmeden önce yönetici tarafından doğrulanmalıdır.

source: Only logged users
tr_tr: Yalnızca oturum açmış kullanıcılar

source: When enabled, only logged in users can make new offer.
tr_tr: Etkinleştirildiğinde, yalnızca oturum açmış kullanıcılar yeni teklif verebilir.

source: Show status
tr_tr: Durumu göster

source: When enabled, seller's respond status is shown to other users in offer list.
tr_tr: Etkinleştirildiğinde, satıcının yanıt durumu, teklif listesindeki diğer kullanıcılara gösterilir.

source: Show quantity
tr_tr: Miktarı göster

source: Enable to set quantity into offer.
tr_tr: Teklife miktarı ayarlamak için etkinleştirin.

source: Add offer button to price
tr_tr: Fiyata teklif düğmesi ekle

source: When enabled, link to create/show offers is added directly to price.
tr_tr: Etkinleştirildiğinde, teklif oluşturma/gösterme bağlantısı doğrudan fiyata eklenir.

source: Auto-hook offer button
tr_tr: Teklifi otomatik kancaya al düğmesi

source: When enabled, link to create/show new offer added to hook item_detail and visible on listing page.
tr_tr: Etkinleştirildiğinde, item_detail kancasına eklenen ve listeleme sayfasında görünen yeni teklif oluşturma/gösterme bağlantısı.

source: Notify seller
tr_tr: satıcıya bildir

source: When enabled, notification email is send to seller when there is new offer.
tr_tr: Etkinleştirildiğinde, yeni teklif olduğunda satıcıya bildirim e-postası gönderilir.

source: Enable on existing items
tr_tr: Mevcut öğelerde etkinleştir

source: When enabled, make offer button is available on existing listings created before plugin installation.
tr_tr: Etkinleştirildiğinde, eklenti kurulumundan önce oluşturulan mevcut listelerde teklif yap düğmesi kullanılabilir.

source: Connect to Messenger
tr_tr: Messenger'a bağlan

source: When enabled and new offer is made, message will come to instant messenger instead of user email. Require Instant Messenger Plugin to be installed.
tr_tr: Etkinleştirildiğinde ve yeni teklif yapıldığında, kullanıcı e-postası yerine anlık iletiye mesaj gelecektir. Instant Messenger Plugin'in yüklenmesini gerektir.

source: Category
tr_tr: Kategori

source: If no category is selected, "make offer" is enabled in all categories.
tr_tr: Herhangi bir kategori seçilmezse tüm kategorilerde "teklif yap" aktif edilir.

source: Styled checkboxes
tr_tr: Tarz onay kutuları

source: When enabled, on plugin checkboxes are applied CSS styles to format them. Otherwise checkboxes are raw.
tr_tr: Etkinleştirildiğinde, eklenti onay kutularına biçimlendirmek için CSS stilleri uygulanır. Aksi takdirde onay kutuları hamdır.

source: Save
tr_tr: Kaydet

source: Save (demo - disabled)
tr_tr: Kaydet(demo-pasif)

source: Plugin Setup
tr_tr: Eklenti Kurulumu

source: No theme modification are required to use all functions of plugin, but you may want to customize positions of buttons
tr_tr: Eklentinin tüm işlevlerini kullanmak için herhangi bir tema değişikliği gerekmez, ancak düğmelerin konumlarını özelleştirmek isteyebilirsiniz.

source: To add button to show list of offers with count of active offers, place following code to theme files
tr_tr: Etkin tekliflerin sayısıyla birlikte tekliflerin listesini göstermek için düğme eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: To add button to create a new offer, place following code to theme files
tr_tr: Yeni bir teklif oluşturma düğmesi eklemek için aşağıdaki kodu tema dosyalarına yerleştirin

source: To add button to create/show offers (legacy button), place following code to theme files
tr_tr: Teklifleri oluşturmak/göstermek için düğme eklemek için (eski düğme), tema dosyalarına aşağıdaki kodu yerleştirin

source: To get raw link to see list of offers, use following code
tr_tr: Tekliflerin listesini görmek için ham bağlantı almak için aşağıdaki kodu kullanın

source: This codes can be put anywhere osc_item() is available (item loop, item page, user items, ...).
tr_tr: Bu kodlar, osc_item()'in mevcut olduğu herhangi bir yere yerleştirilebilir (ürün döngüsü, öğe sayfası, kullanıcı öğeleri, ...).

source: Help
tr_tr: Yardım

source: When enabled, each offer must be validated by admin before it is shown to seller.
tr_tr: Etkinleştirildiğinde, her teklif satıcıya gösterilmeden önce yönetici tarafından doğrulanmalıdır.

source: When enabled, only logged in users can create new offer.
tr_tr: Etkinleştirildiğinde, yalnızca oturum açmış kullanıcılar yeni teklif oluşturabilir.

source: When enabled, respond status of seller is shown in front in list of all offers.
tr_tr: Etkinleştirildiğinde, satıcının yanıt durumu tüm teklifler listesinin önünde gösterilir.

source: When enabled, quantity can be specified in offer.
tr_tr: Etkinleştirildiğinde, teklifte miktar belirtilebilir.

source: When enabled, link to create/show offers is added directly to price field on listing page. No theme modifications are required then.
tr_tr: Etkinleştirildiğinde, teklif oluşturma/gösterme bağlantısı doğrudan listeleme sayfasındaki fiyat alanına eklenir. O zaman hiçbir tema değişikliği gerekmez.

source: When enabled, link to create/show offers is added to hook item_detail on listing page. No theme modifications are required then.
tr_tr: Etkinleştirildiğinde, listeleme sayfasındaki item_detail kancasına teklif oluşturma/gösterme bağlantısı eklenir. O zaman hiçbir tema değişikliği gerekmez.

source: When enabled, seller is notified by email about new offer on it's listing.
tr_tr: Etkinleştirildiğinde, satıcı, listesindeki yeni teklif hakkında e-posta ile bilgilendirilir.

source: Select categories where "Make Offer" function is available. If no category is selected, make offer is enabled in all categories.
tr_tr: "Teklif Yap" fonksiyonunun mevcut olduğu kategorileri seçin. Herhangi bir kategori seçilmezse tüm kategorilerde teklif yap etkinleştirilir.

source: When enabled, make offer button is available on listings that has been created before plugin installation (no selection of make offer option).
tr_tr: Etkinleştirildiğinde, eklenti kurulumundan önce oluşturulan listelerde teklif yap düğmesi kullanılabilir (teklif yapma seçeneği seçimi yok).

source: When enabled and new offer is created, email will not be sent, rather then instant message is sent to user and communication can continue via messenger.
tr_tr: Etkinleştirildiğinde ve yeni teklif oluşturulduğunda e-posta gönderilmez, bunun yerine kullanıcıya anlık mesaj gönderilir ve iletişim messenger üzerinden devam edebilir.

source: Make offer button will be shown on listing just in case price is not set to Free.
tr_tr: Fiyatın Ücretsiz olarak ayarlanmaması durumunda teklif yap düğmesi ilanda gösterilecektir.

source: Offers
tr_tr: Teklifler

source: Offers(s) with following IDs were approved:
tr_tr: Aşağıdaki kimliklere sahip teklifler onaylandı:

source: Offer(s) with following IDs were removed:
tr_tr: Aşağıdaki kimliklere sahip teklifler kaldırıldı:

source: Approve Selected
tr_tr: Seçilenleri Onayla

source: Remove Selected
tr_tr: Seçilenleri Kaldır

source: Offers(s) with following IDs were removed:
tr_tr: Aşağıdaki kimliklere sahip teklifler kaldırıldı:

source: Offers to be Validated
tr_tr: Onaylanacak Teklifler

source: Only latest 100 offers are shown!
tr_tr: Sadece en son 100 teklif gösteriliyor!

source: Item
tr_tr: İlan

source: User
tr_tr: Kullanıcı

source: Qty
tr_tr: Miktar

source: Offer Price
tr_tr: Teklif Fiyatı

source: Original
tr_tr: Orijinal

source: Comment
tr_tr: Yorum

source: Validate
tr_tr: Doğrula

source: Pending
tr_tr: Beklemede

source: Valid
tr_tr: Geçerli

source: No comment
tr_tr: Yorum yok

source: Email
tr_tr: E-Posta

source: Phone
tr_tr: Telefon

source: Approve
tr_tr: Onaylamak

source: Remove
tr_tr: Kaldırmak

source: Are you sure you want to remove this offer? Action cannot be undone
tr_tr: Bu teklifi kaldırmak istediğinizden emin misiniz? İşlem geri alınamaz

source: Are you sure you want to remove selected offers? Action cannot be undone
tr_tr: Seçili teklifleri kaldırmak istediğinizden emin misiniz? İşlem geri alınamaz

source: No offers waiting for validation
tr_tr: Doğrulama için bekleyen teklif yok

source: Validated Offers
tr_tr: Doğrulanmış Teklifler

source: Accepted?
tr_tr: Kabul edilmiş?

source: Accepted
tr_tr: Kabul edilmiş

source: Declined
tr_tr: Reddedildi

source: No validated offers yet
tr_tr: Henüz onaylanmış teklif yok

source: Name of user that will receive email notification
tr_tr: E-posta bildirimi alacak kullanıcının adı

source: Name of user that has send offer
tr_tr: Teklif gönderen kullanıcının adı

source: Link to listing
tr_tr: İlan bağlantısı

source: Offer details (price, quantity)
tr_tr: Teklif ayrıntıları (fiyat, miktar)

source: Link to offer
tr_tr: Teklif için bağlantı

source: Price
tr_tr: Fiyat

source: Respond
tr_tr: Cevap vermek

source: Pending admin validation
tr_tr: Yönetici doğrulaması bekleniyor

source: Qty: %dx
tr_tr: Miktar: %dx

source: %s on %s
tr_tr: %s üzerinde %s

source: Seller has accepted this offer
tr_tr: Satıcı bu teklifi kabul etti

source: Seller has declined this offer
tr_tr: Satıcı bu teklifi reddetti

source: Seller has not yet responded to this offer
tr_tr: Satıcı henüz bu teklife yanıt vermedi

source: Make offer
tr_tr: Teklif yap

source: Create good deal
tr_tr: İyi bir anlaşma oluşturun

source: %s Offer
tr_tr: %s Teklif

source: %s Offers
tr_tr: %s Teklif

source: Submit a new offer
tr_tr: Yeni bir teklif gönderin

source: My offers
tr_tr: Tekliflerim

source: Price: This field is required.
tr_tr: Fiyat: Bu alan zorunludur.

source: Name: This field is required.
tr_tr: Ad: Bu alan zorunludur.

source: Name: Name is too short.
tr_tr: Ad: Ad çok kısa.

source: Email: This field is required.
tr_tr: E-posta: Bu alan zorunludur.

source: Email: Not valid email format.
tr_tr: E-posta: Geçerli e-posta biçimi değil.

source: Your reply
tr_tr: Cevabınızı

source: New offer on %s - %s
tr_tr: %s - %s için yeni teklif

source: Report Bug
tr_tr: Hata Bildir

source: Support Forums
tr_tr: Destek Forumları

source: Contact Us
tr_tr: Bize Ulaşın

source: Enable buyers to "make offer" on this item
tr_tr: Alıcıların bu ürün için "teklif vermesini" etkinleştir

source: %d offer
tr_tr: %d teklif

source: %d offers
tr_tr: %d teklif

source: Listing has not been found
tr_tr: İlan bulunamadı

source: Anonymous
tr_tr: Anonim

source: No offers has been submitted yet
tr_tr: Henüz teklif gönderilmedi

source: This is your own listing, you cannot make offer to yourself.
tr_tr: Bu sizin kendi ilanınızdır, kendinize teklifte bulunamazsınız.

source: You have already submitted offer that was not checked by seller or was already approved by seller.
tr_tr: Satıcı tarafından kontrol edilmeyen veya satıcı tarafından zaten onaylanmış bir teklif gönderdiniz.

source: per piece
tr_tr: parça başına

source: Your name
tr_tr: Adınız

source: Comment to your offer
tr_tr: Teklifinize yorum yapın

source: Submit
tr_tr: Gönder

source: Your offer has been successfully submitted!
tr_tr: Teklifiniz başarıyla gönderildi!

source: Offer will be sent to seller once it is validated by our team.
tr_tr: Teklif, ekibimiz tarafından onaylandıktan sonra satıcıya gönderilecektir.

source: Whooops, there was some error, you offer has not been submitted.
tr_tr: Hata, bir hata oluştu, teklifiniz gönderilmedi.

source: Only logged in users can submit a new offer.
tr_tr: Yalnızca oturum açmış kullanıcılar yeni bir teklif gönderebilir.

source: Offers on your items
tr_tr: İlanınızdaki teklifler

source: Offers placed by you
tr_tr: Sizin tarafınızdan verilen teklifler

source: Write your comment here
tr_tr: Yorumunuzu buraya yazın

source: Accept
tr_tr: Kabul

source: Decline
tr_tr: Reddet

source: You had accepted this offer
tr_tr: Bu teklifi kabul etmiştin

source: You had declined this offer
tr_tr: Bu teklifi reddetmiştin

source: There are no offers on your items yet
tr_tr: Henüz ilanınızda teklif yok

source: Your comment
tr_tr: Senin yorumun

source: Seller's reply
tr_tr: Satıcının cevabı

source: You have not placed any offers yet
tr_tr: Henüz teklif vermediniz
