Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/instant_messenger/languages/*/messages.po
Languages: tr_tr

source: Configure
tr_tr: Yapılandır

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Replace Contact Seller Functionality
tr_tr: Satıcıyla İletişime Geç İşlevini Değiştir

source: Contact seller functionality will be replaced with instant messages.
tr_tr: Satıcıyla iletişim kurma işlevi, anlık mesajlarla değiştirilecektir.

source: Show Header Link to Registered Only
tr_tr: Yalnızca Kayıtlılara Başlık Bağlantısını Göster

source: When enabled, link in header to show messages will be shown to logged in users only. <br/>Link is shown via code
tr_tr: Etkinleştirildiğinde, başlıktaki mesajları göstermek için bağlantı yalnızca oturum açmış kullanıcılara gösterilecektir. <br/>Bağlantı kod aracılığıyla gösterilir

source: Notify User only Once
tr_tr: Kullanıcıyı Yalnızca Bir Kez Bildir

source: User will not be notified about new messages only if previous messages in same conversation has been read.
tr_tr: Kullanıcı, yalnızca aynı görüşmedeki önceki mesajlar okunduysa yeni mesajlar hakkında bilgilendirilmeyecektir.

source: Hook Button to Item Page
tr_tr: Düğmeyi Öğe Sayfasına Bağla

source: "Send Message" button will be shown on listing page without need of theme modifications.
tr_tr: Tema değişikliğine gerek kalmadan listeleme sayfasında "Mesaj Gönder" butonu görünecektir.

source: Enable Attachments in Messages
tr_tr: Mesajlarda Ekleri Etkinleştir

source: Users will be able to upload attachment when sending message.
tr_tr: Kullanıcılar mesaj gönderirken ek yükleyebilirler.

source: Attachment Maximum Size
tr_tr: Maksimum Ek Boyutu

source: When attachment is larger, it will not be sent.
tr_tr: Ek daha büyük olduğunda, gönderilmeyecektir.

source: Allowed File Extensions in Attachment
tr_tr: Ekte İzin Verilen Dosya Uzantıları

source: Delimit extensions with comma. Example: png, jpg, gif
tr_tr: Uzantıları virgülle ayırın. Örnek: png, jpg, gif

source: Allow Users to Remove Messages
tr_tr: Kullanıcıların Mesajları Kaldırmasına İzin Ver

source: Users will be able to remove their own messages from conversation, but still will not be able to remove whole conversation.
tr_tr: Kullanıcılar kendi mesajlarını konuşmadan kaldırabilecek, ancak yine de tüm konuşmayı kaldıramayacak.

source: Threads per Page
tr_tr: Sayfa Başına Konu Sayısı

source: threads
tr_tr: Konu

source: Set how many threads are shown on 1 page in user profile (pagination).
tr_tr: Kullanıcı profilinde (sayfalandırma) 1 sayfada kaç konu gösterileceğini ayarlayın.

source: Login Required
tr_tr: Oturum Açma Gerekli

source: Login is required for users to use messenger functionality - send messages.
tr_tr: Kullanıcıların mesajlaşma işlevini kullanması için oturum açması gerekir - mesaj gönderin.

source: Enable auto-refresh of messages
tr_tr: Mesajların otomatik yenilenmesini etkinleştir

source: When enabled, messages in thread are refreshed without need of reload page.
tr_tr: Etkinleştirildiğinde, sayfanın yeniden yüklenmesine gerek kalmadan ileti dizisindeki mesajlar yenilenir.

source: Ajax refresh frequency
tr_tr: Ajax yenileme sıklığı

source: miliseconds
tr_tr: milisaniye

source: Frequency of message refresh using ajax, not recommended to go under 1000 miliseconds, ideal should be 3000 - 6000 miliseconds (once per 3-6 seconds).
tr_tr: Ajax kullanarak mesaj yenileme sıklığı, 1000 milisaniyenin altına inilmesi önerilmez, ideali 3000 - 6000 milisaniye (3-6 saniyede bir) olmalıdır.

source: Save
tr_tr: Kaydet

source: Save (demo - disabled)
tr_tr: Kaydet(demo-pasif)

source: Plugin Setup
tr_tr: Eklenti Kurulumu

source: To show link to message center and count of unread messages of user, place following link to your theme files
tr_tr: Mesaj merkezine bağlantı ve kullanıcının okunmamış mesajlarının sayısını göstermek için aşağıdaki bağlantıyı tema dosyalarınıza yerleştirin

source: To show "Send message" button, place following link to your theme files (item.php, search-list.php, ...)
tr_tr: "Mesaj gönder" düğmesini göstermek için aşağıdaki bağlantıyı tema dosyalarınıza yerleştirin (item.php, search-list.php, ...)

source: Help
tr_tr: Yardım

source: Each user can access messages in user account clicking on "Message center".
tr_tr: Her kullanıcı, "Mesaj merkezi" üzerine tıklayarak kullanıcı hesabındaki mesajlara erişebilir.

source: Each thread can be flagged by user (for personal preference - as important or not solved yet). Flag is shared between both users in conversation.
tr_tr: Her iş parçacığı kullanıcı tarafından işaretlenebilir (kişisel tercih için - önemli veya henüz çözülmemiş olarak). Bayrak, konuşmada her iki kullanıcı arasında paylaşılır.

source: On each conversation can be set if user want to be notified by email or not.
tr_tr: Her konuşmada, kullanıcının e-posta ile bilgilendirilmek isteyip istemediği ayarlanabilir.

source: Original "Contact Seller" functionality will be replaced with Instant Messenger plugin. This means that instead of sending mail to seller, message will be sent and seller can see this message in it's profile.
tr_tr: Orijinal "Satıcıyla İletişime Geç" işlevi, Instant Messenger eklentisi ile değiştirilecektir. Bu, satıcıya posta göndermek yerine mesaj gönderileceği ve satıcının bu mesajı profilinde görebileceği anlamına gelir.

source: It is highly recommended to enable this. When disabled, each time there is new message, user will receive email notification, no matter if previous message was read or not. When enabled, user will receive email notification only in case when previous message was read. This avoid sending multiple emails when sending more messages at once. This also avoid spamming your users.
tr_tr: Bunu etkinleştirmeniz şiddetle tavsiye edilir. Devre dışı bırakıldığında, her yeni mesaj olduğunda, önceki mesajın okunup okunmadığına bakılmaksızın kullanıcı e-posta bildirimi alır. Etkinleştirildiğinde, kullanıcı yalnızca önceki mesajın okunması durumunda e-posta bildirimi alacaktır. Bu, aynı anda daha fazla mesaj gönderirken birden fazla e-posta göndermekten kaçınır. Bu aynı zamanda kullanıcılarınızı spam yapmaktan da kaçınır.

source: Enable to add "Send message" button to listing page via hook. This means you do not need to modify theme files. Button will be added to item_detail hook.
tr_tr: Kanca ile listeleme sayfasına "Mesaj gönder" butonunu eklemeyi etkinleştirin. Bu, tema dosyalarını değiştirmeniz gerekmediği anlamına gelir. Buton item_detail kancasına eklenecek.

source: Allow or deny sending attachments in messages. When enabled, user can upload files and send it with message. Note that files are stored on your server in folder oc-content/plugins/instant_messenger/download.
tr_tr: Mesajlarda eklerin gönderilmesine izin verin veya reddedin. Etkinleştirildiğinde, kullanıcı dosya yükleyebilir ve mesajla gönderebilir. Dosyaların sunucunuzda oc-content/plugins/instant_messenger/download klasöründe saklandığını unutmayın.

source: Set what is maximum allowed file size of attachment send in message. Note that attachments are stored on your server so it is recommended to set this to acceptable value, i.e. 1024kb.
tr_tr: Mesajda gönderilen ekin izin verilen maksimum dosya boyutunu ayarlayın. Eklerin sunucunuzda saklandığını unutmayın, bu nedenle bunu kabul edilebilir bir değere, yani 1024 kb'ye ayarlamanız önerilir.

source: Choose which kind of files can be sent in attachments. It is recommended not to allow sending PHP file as this might be security risk for your site (script could be executed).
tr_tr: Eklerde hangi tür dosyaların gönderilebileceğini seçin. Siteniz için güvenlik riski oluşturabileceğinden (komut dosyası yürütülebilir) PHP dosyasının gönderilmesine izin verilmemesi önerilir.

source: Enable if you want to allow users to remove their messages in threads. Note that users will not be able to remove threads. In case you want to use this plugin as way of support delivery, this option should be disabled.
tr_tr: Kullanıcıların ileti dizilerindeki mesajlarını kaldırmasına izin vermek istiyorsanız etkinleştirin. Kullanıcıların dizileri kaldıramayacağını unutmayın. Bu eklentiyi destek sağlama yöntemi olarak kullanmak isterseniz, bu seçenek devre dışı bırakılmalıdır.

source: Set how many threads should be shown on 1 page. It is recommended to set not more than 50 threads to avoid server performance issues.
tr_tr: 1 sayfada kaç konu gösterileceğini ayarlayın. Sunucu performans sorunlarından kaçınmak için 50'den fazla iş parçacığının ayarlanması tavsiye edilmez.

source: When enabled, visitors will have to login in order to be able to send instant messages.
tr_tr: Etkinleştirildiğinde, ziyaretçilerin anlık mesaj gönderebilmek için oturum açması gerekir.

source: When enabled, messages in thread are refreshed to user using ajax, plugin then acts as chat. Sound will be played to user when there is new message as well as task bar will flash.
tr_tr: Etkinleştirildiğinde, dizideki mesajlar ajax kullanılarak kullanıcıya yenilenir, ardından eklenti sohbet görevi görür. Yeni mesaj geldiğinde kullanıcıya ses çalınacak ve görev çubuğu yanıp sönecektir.

source: Enter value between 1000 to 10000 (1 - 10 seconds), by default there is 3000.
tr_tr: 1000 ila 10000 (1 - 10 saniye) arasında bir değer girin, varsayılan olarak 3000'dir.

source: Maintenance
tr_tr: Bakım

source: Threads with no activity in last
tr_tr: Sonda etkinliği olmayan diziler

source: days were removed. (last activity on
tr_tr: gün önce kaldırıldı. (son aktivite

source: or earlier).
tr_tr: ya da daha erken).

source: Attachments older than
tr_tr: Şundan daha eski ekler:

source: days were removed. (uploaded on
tr_tr: gün kaldırıldı. (yüklendi

source: Remove old threads
tr_tr: Eski konuları kaldır

source: Remove Threads Older than
tr_tr: Şundan Daha Eski Konuları Kaldır

source: days
tr_tr: günler

source: When there was no activity on thread for last XY days, it will be removed with all messages.
tr_tr: Son XY günlerinde iş parçacığında etkinlik olmadığında, tüm mesajlarla birlikte kaldırılacaktır.

source: Remove
tr_tr: Kaldır

source: Remove Attachments Older than
tr_tr: Şundan Daha Eski Ekleri Kaldır

source: Attachments that are older than XY days will be removed.
tr_tr: XY günden eski olan ekler kaldırılacaktır.

source: Messages
tr_tr: Mesajlar

source: Messages in thread
tr_tr: Konudaki mesajlar

source: Thread Title
tr_tr: Konu Başlığı

source: Questioner (asking question)
tr_tr: Soru soran

source: Respondent (seller)
tr_tr: Cevaplayan

source: Listing
tr_tr: İlan

source: Sender (from)
tr_tr: Gönderen

source: Message
tr_tr: Mesaj

source: Attachment
tr_tr: Ek

source: Date
tr_tr: Tarih

source: Reply of seller
tr_tr: satıcının yanıtı

source: No messages in this thread
tr_tr: Bu ileti dizisinde mesaj yok

source: Threads
tr_tr: Konular

source: User threads
tr_tr: Kullanıcı konuları

source: User ID
tr_tr: Kullanıcı ID

source: Filter threads
tr_tr: Konuları filtrele

source: Title
tr_tr: Başlık

source: Questioner (from)
tr_tr: Soru soran

source: Respondent (to)
tr_tr: Cevaplayan

source: Count
tr_tr: Saymak

source: Last activity
tr_tr: Son Aktivite

source: Show messages
tr_tr: Mesajları göster

source: pm
tr_tr: özel mesaj

source: pms
tr_tr: özel mesajlar

source: No threads found
tr_tr: Konu bulunamadı

source: No threads found for selected user
tr_tr: Seçilen kullanıcı için konu bulunamadı

source: Page
tr_tr: Sayfa

source: Name of user that will receive email notification
tr_tr: E-posta bildirimi alacak kullanıcının adı

source: Name of user that has send message
tr_tr: Mesaj gönderen kullanıcının adı

source: Link to listing
tr_tr: İlan bağlantısı

source: Title of conversation
tr_tr: Görüşme başlığı

source: Link to conversation
tr_tr: Görüşmeye bağlantısı

source: Message in conversation
tr_tr: Görüşme mesajı

source: User has blocked you. You cannot message this user anymore.
tr_tr: Kullanıcı sizi engelledi. Bu kullanıcıya artık mesaj gönderemezsiniz.

source: Your current email is not allowed
tr_tr: Mevcut e-postanıza izin verilmiyor

source: Your current IP is not allowed
tr_tr: Mevcut IP'nize izin verilmiyor

source: Check with seller
tr_tr: Satıcı ile kontrol edin

source: Free
tr_tr: Ücretsiz

source: An error with file sending has occurred, please try again
tr_tr: Dosya gönderiminde bir hata oluştu, lütfen tekrar deneyin.

source: File is too big and was not sent. Maximum file size is:
tr_tr: Dosya çok büyük ve gönderilmedi. Maksimum dosya boyutu:

source: File extension is not allowed, file was not sent. Only files with following extensions are allowed to send in attachment
tr_tr: Dosya uzantısına izin verilmiyor, dosya gönderilmedi. Yalnızca aşağıdaki uzantılara sahip dosyaların ek olarak gönderilmesine izin verilir

source: An error with file sending has occurred, please try again.
tr_tr: Dosya gönderiminde bir hata oluştu, lütfen tekrar deneyin.

source: Message successfully sent to
tr_tr: Mesaj başarıyla gönderildi

source: Minute ago
tr_tr: Bir dakika önce

source: %d minutes ago
tr_tr: %d dakika önce

source: %d hour ago
tr_tr: %d saat önce

source: %d hours ago
tr_tr: %d saat önce

source: %d day ago
tr_tr: %d gün önce

source: %d days ago
tr_tr: %d gün önce

source: %d week ago
tr_tr: %d hafta önce

source: %d weeks ago
tr_tr: %d hafta önce

source: %d month ago
tr_tr: %d ay önce

source: %d months ago
tr_tr: %d ay önce

source: Your Name: This field is required, enter your name please.
tr_tr: Adınız: Bu alan zorunludur, lütfen adınızı giriniz.

source: Your Name: Name is too short, enter at least 3 characters.
tr_tr: Adınız: Adınız çok kısa, en az 3 karakter girin.

source: Your Email: This field is required, enter your email please.
tr_tr: E-posta adresiniz: Bu alan zorunludur, lütfen e-posta adresinizi giriniz.

source: Your Email: Address your have entered is not in valid format.
tr_tr: E-postanız: Girdiğiniz adres geçerli formatta değil.

source: Title: Please enter title of this converstation.
tr_tr: Başlık: Lütfen bu konuşmanın başlığını girin.

source: Title: Title is too short, enter at least 2 characters.
tr_tr: Başlık: Başlık çok kısa, en az 2 karakter girin.

source: Message: This field is required, please enter your message.
tr_tr: Mesaj: Bu alan zorunludur, lütfen mesajınızı giriniz.

source: Message: Enter at least 2 characters.
tr_tr: Mesaj: En az 2 karakter girin.

source: unread
tr_tr: okunmamış

source: Click to open conversation
tr_tr: Görüşmeyi açmak için tıklayın

source: to
tr_tr: ile

source: from
tr_tr: itibaren

source: Show all messages
tr_tr: Tüm mesajları göster

source: You have no messages yet
tr_tr: Henüz mesajınız yok

source: Login to show messages
tr_tr: Mesajları göstermek için giriş yapın

source: inquiry
tr_tr: soruşturma

source: Contact phone
tr_tr: İletişim Telefonu

source: Message center
tr_tr: Mesaj merkezi

source: Create thread
tr_tr: Konu oluştur

source: Send message
tr_tr: Mesaj gönder

source: Only for logged in users
tr_tr: Yalnızca oturum açmış kullanıcılar için

source: to seller
tr_tr: satıcıya

source: Converstations
tr_tr: Konuşmalar

source: Report Bug
tr_tr: Hata Bildir

source: Support Forums
tr_tr: Destek Forumları

source: Contact Us
tr_tr: Bize Ulaşın

source: Conversations
tr_tr: Konuşmalar

source: Blocked Users
tr_tr: Engellenmiş kullanıcılar

source: There are no active blocks
tr_tr: Aktif blok yok

source: Please login, only authenticated users can send instant messages.
tr_tr: Lütfen giriş yapın, yalnızca kimliği doğrulanmış kullanıcılar anlık ileti gönderebilir.

source: Start conversation
tr_tr: Sohbeti başlat

source: Your name
tr_tr: Adınız

source: Your email
tr_tr: E-posta adresiniz

source: Message title
tr_tr: Mesaj başlığı

source: Write all details here
tr_tr: Tüm detayları buraya yazın

source: Upload file
tr_tr: Dosya yükleme

source: You have already contacted seller on this listing, you may want to continue in existing conversation
tr_tr: Bu listede satıcıyla zaten iletişime geçtiniz, mevcut görüşmeye devam etmek isteyebilirsiniz

source: Open conversation
tr_tr: Görüşmeyi aç

source: No subject
tr_tr: Konu yok

source: You cannot contact yourself
tr_tr: kendinle iletişime geçemezsin

source: New offer on %s - %s
tr_tr: %s - %s için yeni teklif

source: Message removed
tr_tr: Mesaj kaldırıldı

source: This is not your message, you cannot remove it!
tr_tr: Bu senin mesajın değil, onu kaldıramazsın!

source: Attachment removed
tr_tr: Ek kaldırıldı

source: This is not your message, you cannot remove attachment on it!
tr_tr: Bu sizin mesajınız değil, üzerindeki eki kaldıramazsınız!

source: Last online %s
tr_tr: Son çevrimiçi %s

source: Offer: %sx %s for %s%s
tr_tr: Teklif: %sx %s için %s%s

source: Click to view offer
tr_tr: Teklifi görmek için tıklayın

source: Show older messages
tr_tr: Daha eski mesajları göster

source: customer
tr_tr: müşteri

source: seller
tr_tr: satıcı

source: you
tr_tr: sen

source: %s has already read this message
tr_tr: %s bu mesajı zaten okudu

source: Are you sure you want to delete attachment
tr_tr: Eki silmek istediğinizden emin misiniz?

source: Remove file
tr_tr: Dosyayı kaldır

source: Are you sure you want to delete this message
tr_tr: Bu mesajı silmek istediğinizden emin misiniz?

source: You do not have any messages
tr_tr: Hiç mesajınız yok

source: Write your message here...
tr_tr: Mesajını buraya yaz...

source: This is not your thread, you cannot read communication of other users!
tr_tr: Bu sizin konunuz değil, diğer kullanıcıların iletişimini okuyamazsınız!

source: You have new message!
tr_tr: Yeni mesajınız var!

source: Please log in to see your conversations.
tr_tr: Lütfen konuşmalarınızı görmek için giriş yapın.

source: This user is already blocked
tr_tr: Bu kullanıcı zaten engellenmiş

source: User with email
tr_tr: e-posta ile kullanıcı

source: has been block and will not be able to message you anymore.
tr_tr: Engellendi ve artık size mesaj gönderemeyecek.

source: User block removed.
tr_tr: Kullanıcı engeli kaldırıldı.

source: Thread flag has been updated
tr_tr: Konu işareti güncellendi

source: Thread notification has been updated
tr_tr: Konu bildirimi güncellendi

source: You have %s threads in total
tr_tr: Toplamda %s konunuz var

source: Thread
tr_tr: Konu

source: Flag
tr_tr: İşaret

source: Notify
tr_tr: bildir

source: User is already blocked
tr_tr: Kullanıcı zaten engellendi

source: Block user
tr_tr: Kullanıcıyı engelle

source: There are unread messages in this thread!
tr_tr: Bu başlıkta okunmamış mesajlar var!

source: New offer
tr_tr: Yeni teklif

source: You have marked this message as important. Click to unmark.
tr_tr: Bu mesajı önemli olarak işaretlediniz. İşareti kaldırmak için tıklayın.

source: Click to mark.
tr_tr: İşaretlemek için tıklayın.

source: You will receive email when there is new message in this thread. Click to cancel notifications.
tr_tr: Bu konuya yeni mesaj geldiğinde e-posta alacaksınız. Bildirimleri iptal etmek için tıklayın.

source: Click to enable notifications.
tr_tr: Bildirimleri etkinleştirmek için tıklayın.

source: You do not have any conversations yet
tr_tr: Henüz bir görüşmeniz yok
