Repository: saifvandana/allmenkul-api
Catalog: *-content/plugins/online_chat/languages/*/messages.po
Languages: tr_tr

source: Configure
tr_tr: Yapılandır

source: Your PHP version is:
tr_tr: PHP versiyonu:

source: This plugin require at least PHP 5.5.0 or later.
tr_tr: Bu eklenti en az PHP 5.5.0 veya sonraki bir sürümünü gerektirir.

source: Debug mode is enabled, online chat will not be functional! Disable debug mode in config.php
tr_tr: Hata ayıklama modu etkinleştirildi, çevrimiçi sohbet çalışmayacak! config.php'de hata ayıklama modunu devre dışı bırakın

source: Settings were successfully saved
tr_tr: Ayarlar başarıyla kaydedildi

source: Hook Initiate Chat Button
tr_tr: Sohbet Başlat Düğmesine Kanca

source: Button will be automatically hooked to item page (using item_detail hook) and no theme modifications are required.
tr_tr: Düğme, öğe sayfasına otomatik olarak bağlanacak (item_detail kancası kullanılarak) ve herhangi bir tema değişikliği gerekmeyecektir.

source: Message Check Time
tr_tr: Mesaj Kontrol Zamanı

source: seconds
tr_tr: saniye

source: Specify time in seconds how often server check for new messages and show them to user. (default: 10)
tr_tr: Sunucunun yeni mesajları ne sıklıkla kontrol edeceğini ve bunları kullanıcıya göstereceği zamanı saniye cinsinden belirtin. (varsayılan: 10)

source: User Online Check Time
tr_tr: Kullanıcı Çevrimiçi Kontrol Süresi

source: Specify time in seconds how often server check if user is online or not. (default: 120)
tr_tr: Kullanıcının çevrimiçi olup olmadığını sunucunun ne sıklıkla kontrol edeceğini saniye cinsinden belirtin. (varsayılan: 120)

source: Chat Closed Check Time
tr_tr: Sohbet Kapandı Zamanı Kontrol Edin

source: Specify time in seconds how often server check if chat has been closed. (default: 60)
tr_tr: Sunucunun sohbetin kapatılıp kapatılmadığını ne sıklıkla kontrol edeceğini saniye cinsinden belirtin. (varsayılan: 60)

source: Inactive Chat Removed After
tr_tr: Etkin Olmayan Sohbet Kaldırıldıktan Sonra

source: days
tr_tr: gün

source: Specify after how many days is inactive chat removed. (default: 7)
tr_tr: Etkin olmayan sohbetin kaç gün sonra kaldırılacağını belirtin. (varsayılan: 7)

source: Save
tr_tr: Kaydet

source: Save (demo - disabled)
tr_tr: Kaydet(demo-pasif)

source: Plugin Setup
tr_tr: Eklenti Kurulumu

source: If you want to place initiate chat button on specific place, you can use built-in function. This function has optional parameter $user_id that does not need to be used.
tr_tr: Belirli bir yere sohbet başlat düğmesini yerleştirmek istiyorsanız, yerleşik işlevi kullanabilirsiniz. Bu işlev, kullanılması gerekmeyen isteğe bağlı $user_id parametresine sahiptir.

source: If you want to show circle with user status (online - green, offline - gray), you can use built-in function. This function has optional parameter $user_id that does not need to be used.
tr_tr: Kullanıcı durumuyla (çevrimiçi - yeşil, çevrimdışı - gri) daire göstermek istiyorsanız, yerleşik işlevi kullanabilirsiniz. Bu işlev, kullanılması gerekmeyen isteğe bağlı $user_id parametresine sahiptir.

source: Help
tr_tr: Yardım

source: Enable to add button to start chat to item page into hook item_detail. Then no theme modifications are required.
tr_tr: item_detail kancasına öğe sayfasına sohbet başlatmak için düğme eklemeyi etkinleştirin. O zaman hiçbir tema değişikliği gerekmez.

source: Specify time in seconds. Do not put less than 5 seconds. Note that more often refresh means more load to server and your database, therefore make sure you are not overloading your machine and your site is running smoothly. Minimum time for message refresh is 3 seconds (less is risky). Minimum time for user online check is 30 seconds (less is risky). Minimum time for checking of chat closed is 30 seconds (less is risky). Put only integers!
tr_tr: Süreyi saniye cinsinden belirtin. 5 saniyeden az koymayın. Daha sık yenilemenin sunucuya ve veritabanınıza daha fazla yük anlamına geldiğini unutmayın, bu nedenle makinenizi aşırı yüklemediğinizden ve sitenizin sorunsuz çalıştığından emin olun. Mesaj yenileme için minimum süre 3 saniyedir (daha az risklidir). Kullanıcı çevrimiçi kontrolü için minimum süre 30 saniyedir (daha az risklidir). Sohbetin kapalı olup olmadığını kontrol etmek için minimum süre 30 saniyedir (daha az risklidir). Sadece tamsayılar koyun!

source: Specify after how many days are inactive chats removed. Plugin will check last activity on chat and remove it. Not that more days you add, more server resources are required as plugin tables are larger. Do not put more than 30 days. If you have hundreds of users online at same time, put it to 2 days to reduce table size as much as possible. Larger table is, more time takes to check for new messages.
tr_tr: Etkin olmayan sohbetlerin kaç gün sonra kaldırılacağını belirtin. Eklenti, sohbetteki son etkinliği kontrol edecek ve kaldıracaktır. Eklediğiniz daha fazla gün değil, eklenti tabloları daha büyük olduğundan daha fazla sunucu kaynağı gerekir. 30 günden fazla koymayın. Aynı anda yüzlerce çevrimiçi kullanıcınız varsa, tablo boyutunu mümkün olduğunca küçültmek için 2 güne koyun. Daha büyük tablo, yeni mesajları kontrol etmek için daha fazla zaman alır.

source: Chat unavailable
tr_tr: Sohbet kullanılamıyor

source: User is not registered
tr_tr: Kullanıcı kayıtlı değil

source: It is your listing
tr_tr: Bu senin ilanın

source: User has blocked you
tr_tr: Kullanıcı sizi engelledi

source: User is offline
tr_tr: Kullanıcı Çevrimdışı

source: Start chatting
tr_tr: Yazışma Başlat

source: User is online
tr_tr: Kullanıcı Çevrimiçi

source: Are you sure you want to remove this chat? Action cannot be undone.
tr_tr: Bu sohbeti kaldırmak istediğinizden emin misiniz? İşlem geri alınamaz.

source: Are you sure you want unblock this user? User will be able to contact you via chat.
tr_tr: Bu kullanıcının engellemesini kaldırmak istediğinizden emin misiniz? Kullanıcı sizinle sohbet yoluyla iletişim kurabilecektir.

source: User blocked
tr_tr: Kullanıcı engellendi

source: Chat transcript sent
tr_tr: Sohbet dökümü gönderildi

source: Block all
tr_tr: Hepsini engelle

source: Cancel full block
tr_tr: Tam bloğu iptal et

source: You have a new message!
tr_tr: Yeni bir mesajınız var!

source: All users blocked
tr_tr: Tüm kullanıcılar engellendi

source: Dashboard
tr_tr: Gösterge Paneli

source: Report Bug
tr_tr: Hata Bildir

source: Support Forums
tr_tr: Yardım Forumları

source: Contact Us
tr_tr: Bize Ulaşın

source: Chat
tr_tr: Sohbet

source: New message!
tr_tr: Yeni Mesaj!

source: Login to start chatting
tr_tr: Sohbete başlamak için giriş yapın

source: Sign in
tr_tr: Giriş Yap

source: Blocked users
tr_tr: Engellenen kullanıcılar

source: You do not block any users
tr_tr: Hiçbir kullanıcıyı engelleyemezsiniz

source: Block this user
tr_tr: Bu kullanıcıyı engelle

source: Mail me chat transcript
tr_tr: Bana sohbet dökümünü e-postala

source: Chat has ended
tr_tr: Sohbet sona erdi

source: Type your message here
tr_tr: Mesajınızı buraya yazın

source: User
tr_tr: Kullanıcı

source: is online!
tr_tr: çevrimiçi!

source: Your name
tr_tr: İsminiz

source: Message
tr_tr: MEsaj

source: This user is blocked
tr_tr: Bu kullanıcı engellendi

source: There are no chats yet
tr_tr: Henüz sohbet yok
